[{"title":"The Universe, the Light, the Earth, the Life: the Reality is Greater than We Are","subjectLabel":"universe","year":"2020"},{"title":"The Universe, the Light, the Earth, the Life: the Reality is Greater than We Are","subjectLabel":"Earth","year":"2020"},{"title":"Homicide, Suicide, and Unintentional Firearm Fatality: Comparing the United States With Other High-Income Countries, 2003","subjectLabel":"death","year":"2011"},{"title":"Entropy export as the driving force of evolution","subjectLabel":"life","year":"2021"},{"title":"The Universe, the Light, the Earth, the Life: the Reality is Greater than We Are","subjectLabel":"life","year":"2020"},{"title":"Thermodynamics of Life","subjectLabel":"life","year":"2021"},{"title":"Increasing Morbidity in the Pregnant Population in the United States.","subjectLabel":"death","year":"2015"},{"title":"Suicide mortality in comparison to traffic accidents and homicides as causes of unnatural death. An analysis of 14,441 cases in Germany in the year 2010.","subjectLabel":"death","year":"2012"},{"title":"Self-injurious thoughts and behaviors as risk factors for future suicide ideation, attempts, and death: a meta-analysis of longitudinal studies","subjectLabel":"death","year":"2015"},{"title":"Violent Deaths Among Georgia Workers: An Examination of Suicides and Homicides by Occupation, 2006-2009","subjectLabel":"death","year":"2016"},{"title":"Differences in happiness between smokers, ex-smokers and never smokers: cross-sectional findings from a national household survey.","subjectLabel":"happiness","year":"2011"},{"title":"Always look on the broad side of life: happiness increases the breadth of sensory memory","subjectLabel":"happiness","year":"2011"},{"title":"Finding the key to happy aging: a day reconstruction study of happiness.","subjectLabel":"happiness","year":"2011"},{"title":"Happiness a vital issue","subjectLabel":"happiness","year":"2011"},{"title":"Hong Kong Chinese community leaders' perspectives on family health, happiness and harmony: a qualitative study","subjectLabel":"happiness","year":"2011"},{"title":"Sexual satisfaction and relationship happiness in midlife and older couples in five countries.","subjectLabel":"happiness","year":"2011"},{"title":"Anasakti, the Hindu ideal, and its relationship to well-being and orientations to happiness.","subjectLabel":"happiness","year":"2012"},{"title":"Happiness amongst Israel Defense Force (IDF) Mental Health Officers (MHO's).","subjectLabel":"happiness","year":"2015"},{"title":"Associations of baseline depressed mood and happiness with subsequent well-being in cardiac patients.","subjectLabel":"happiness","year":"2016"},{"title":"\"I'm Not Happy, But I Don't Care\": Help-Seeking Behavior, Academic Difficulties, and Happiness.","subjectLabel":"happiness","year":"2011"},{"title":"Improving learning performance with happiness by interactive scenarios.","subjectLabel":"happiness","year":"2014"},{"title":"The pursuit of happiness measurement: a psychometric model based on psychophysiological correlates.","subjectLabel":"happiness","year":"2014"},{"title":"Marital Happiness, Marital Status, Health, and Longevity","subjectLabel":"happiness","year":"2018"},{"title":"Happiness matters","subjectLabel":"happiness","year":"2014"},{"title":"A case for a university happiness ranking","subjectLabel":"happiness","year":"2015"},{"title":"Ranking universities by happiness","subjectLabel":"happiness","year":"2015"},{"title":"Daily Functioning, Health Status, and Happiness in Older Adults","subjectLabel":"happiness","year":"2012"},{"title":"Does Happiness Predict Medication Adherence among African Americans with Hypertension?","subjectLabel":"happiness","year":"2012"},{"title":"Dietary consumption and happiness and depression among university students: A cross-national survey","subjectLabel":"happiness","year":"2017"},{"title":"Subjective happiness and health behavior among a sample of university students in India","subjectLabel":"happiness","year":"2013"},{"title":"Academic or Functional Life Skills? Using Behaviors Associated with Happiness to Guide Instruction for Students with Profound/Multiple Disabilities","subjectLabel":"happiness","year":"2014"},{"title":"Omitted Variables in the Geographical Treatment of Well-Being and Happiness","subjectLabel":"happiness","year":"2014"},{"title":"Using a Smartphone to Measure Heart Rate Changes during Relived Happiness and Anger","subjectLabel":"happiness","year":"2013"},{"title":"The Benefits of Socially-Oriented Happiness: Validation of the Interdependent Happiness Scale in the Philippines","subjectLabel":"happiness","year":"2015"},{"title":"Looking on the bright side: An assessment of factors associated with adolescents’ happiness","subjectLabel":"happiness","year":"2014"},{"title":"Happiness, Satisfaction, and Risk Perception","subjectLabel":"happiness","year":"2014"},{"title":"Lacan's Sade: The Politics of Happiness","subjectLabel":"happiness","year":"2015"},{"title":"On the Problem of Measuring Happiness","subjectLabel":"happiness","year":"2013"},{"title":"Putting the ‘app’ in Happiness: A Randomised Controlled Trial of a Smartphone-Based Mindfulness Intervention to Enhance Wellbeing","subjectLabel":"happiness","year":"2014"},{"title":"The happiness of people with a mental disorder in modern society","subjectLabel":"happiness","year":"2011"},{"title":"Technology improvements and value changes for sustainable happiness: a cross-development analytical model","subjectLabel":"happiness","year":"2015"},{"title":"Happiness economics","subjectLabel":"happiness","year":"2012"},{"title":"The cultural foundations of happiness","subjectLabel":"happiness","year":"2017"},{"title":"Association between the serotonin transporter polymorphism (5HTTLPR) and subjective happiness level in Japanese adults","subjectLabel":"happiness","year":"2013"},{"title":"Debt and Subjective Well-being: The Other Side of the Income-Happiness Coin","subjectLabel":"happiness","year":"2016"},{"title":"Why Self-Reports of Happiness and Sadness May Not Necessarily Contradict Bipolarity: A Psychometric Review and Proposal","subjectLabel":"happiness","year":"2016"},{"title":"Satisfaction and Happiness – The Bright Side of Quality of Life","subjectLabel":"happiness","year":"2014"},{"title":"The Metrics of Societal Happiness","subjectLabel":"happiness","year":"2013"},{"title":"Happiness and Sadness Recognition System—Preliminary Results with an Intel RealSense 3D Sensor","subjectLabel":"happiness","year":"2016"},{"title":"The Good in Happiness*","subjectLabel":"happiness","year":"2014"},{"title":"Moral judgment and attributions of happiness","subjectLabel":"happiness","year":"2011"},{"title":"Freedom and happiness in nations: why the Finns are happier than the French","subjectLabel":"happiness","year":"2014"},{"title":"HIGH HAPPINESS VARIABILITY IS ASSOCIATED WITH LOWER MEAN HAPPINESS IN OLDER ADULT COUPLES","subjectLabel":"happiness","year":"2018"},{"title":"WHY ARE THEY SO HAPPY? UNRAVELING THE HAPPINESS PARADOX OF OLDER LATINOS","subjectLabel":"happiness","year":"2018"},{"title":"LIFE, LONGEVITY AND THE PURSUIT OF HAPPINESS","subjectLabel":"happiness","year":"2018"},{"title":"HAPPINESS AND MORAL CAPITAL—UNDERSTANDING THE GENDERED DIFFERENCE IN INTERGENERATIONAL GIVING IN CHINA","subjectLabel":"happiness","year":"2018"},{"title":"NEIGHBORHOOD SOCIAL CAPITAL AND HAPPINESS IN LATE LIFE: INDIVIDUAL’S RESOURCES AS MODERATOR","subjectLabel":"happiness","year":"2018"},{"title":"Does Money Buy Immigrant Happiness?","subjectLabel":"happiness","year":"2017"},{"title":"Finding Happiness and Satisfaction During Your Ph.D. Program","subjectLabel":"happiness","year":"2015"},{"title":"Testing the tunnel effect: comparison, age and happiness in UK and German panels","subjectLabel":"happiness","year":"2014"},{"title":"Trusting Only Whom You Know, Knowing Only Whom You Trust: The Joint Impact of Social Capital and Trust on Happiness in CEE Countries","subjectLabel":"happiness","year":"2013"},{"title":"Impact of the Basic Psychological Needs in Subjective Happiness, Subjective Vitality and Physical Activity in an Elderly Portuguese Population","subjectLabel":"happiness","year":"2017"},{"title":"Comparative Latent State–Trait Analysis of Satisfaction with Life Measures: The Steen Happiness Index and the Satisfaction with Life Scale","subjectLabel":"happiness","year":"2014"},{"title":"Misery loves company: happiness and communication in the city","subjectLabel":"happiness","year":"2015"},{"title":"A Longitudinal Examination of the Association Between Psychological Capital, Perception of Organizational Virtues and Work Happiness in School Staff","subjectLabel":"happiness","year":"2015"},{"title":"Institutional Origins of Subjective Well-Being: Estimating the Effects of Economic Freedom on National Happiness","subjectLabel":"happiness","year":"2015"},{"title":"Demystification of the Relationship Between Psychopathy and Happiness","subjectLabel":"happiness","year":"2016"},{"title":"A Research Note: Happiness by Age is More Complex than U-Shaped","subjectLabel":"happiness","year":"2016"},{"title":"Does the number of children matter to the happiness of their parents?","subjectLabel":"happiness","year":"2016"},{"title":"Temporary and Long-Term Consequences of Bereavement on Happiness","subjectLabel":"happiness","year":"2015"},{"title":"Social Network Sites, Individual Social Capital and Happiness","subjectLabel":"happiness","year":"2016"},{"title":"Lay Understanding of Happiness and the Experience of Well-Being: Are Some Conceptions of Happiness More Beneficial than Others?","subjectLabel":"happiness","year":"2015"},{"title":"Getting Innovation Right: The Key to Happiness and Flourishing?","subjectLabel":"happiness","year":"2016"},{"title":"Perceptions of the Nature of Happiness: Cultural, but Related to the Dynamics of the Human Mind and the Gratification of General Needs","subjectLabel":"happiness","year":"2016"},{"title":"Happiness in Bangladesh: The Role of Religion and Connectedness","subjectLabel":"happiness","year":"2017"},{"title":"Creativity and innovation for corporate happiness management","subjectLabel":"happiness","year":"2017"},{"title":"How’s Life at Home? New Evidence on Marriage and the Set Point for Happiness","subjectLabel":"happiness","year":"2017"},{"title":"Happiness and its molecular fingerprints","subjectLabel":"happiness","year":"2017"},{"title":"Autonomous sensory meridian response (ASMR) and frisson: Mindfully induced sensory phenomena that promote happiness","subjectLabel":"happiness","year":"2016"},{"title":"How Does the Economic Crisis Influence Adolescents’ Happiness? Population-Based Surveys in Iceland in 2000–2010","subjectLabel":"happiness","year":"2015"},{"title":"Surveying happiness in China: comparing measures of subjective well-being","subjectLabel":"happiness","year":"2017"},{"title":"The happiness paradox: your friends are happier than you","subjectLabel":"happiness","year":"2017"},{"title":"Enhanced happiness and stress alleviation upon insight meditation retreat: mindfulness, a part of traditional Buddhist meditation","subjectLabel":"happiness","year":"2016"},{"title":"Happiness is in the mouth of the beholder and fear in the eyes","subjectLabel":"happiness","year":"2015"},{"title":"My Heart Fills with Happiness by M. Gray Smith","subjectLabel":"happiness","year":"2016"},{"title":"From happiness to social provisioning: addressing well-being in times of crisis","subjectLabel":"happiness","year":"2016"},{"title":"Life satisfaction and happiness associated with depressive symptoms among university students: a cross-sectional study in Korea","subjectLabel":"happiness","year":"2018"},{"title":"Validation of the German version of the Career Adapt-Abilities Scale and its relation to orientations to happiness and work stress","subjectLabel":"happiness","year":"2013"},{"title":"How a Good Sleep Predicts Life Satisfaction: The Role of Zero-Sum Beliefs About Happiness","subjectLabel":"happiness","year":"2018"},{"title":"Examining Relationships between Academic and Social Achievement Goals and Routes to Happiness","subjectLabel":"happiness","year":"2012"},{"title":"The Happiness, Hardiness, and Humor Styles of Students with a Bachelor's Degree in Sport Sciences","subjectLabel":"happiness","year":"2018"},{"title":"Brain networks of happiness: dynamic functional connectivity among the default, cognitive and salience networks relates to subjective well-being","subjectLabel":"happiness","year":"2018"},{"title":"Family Functioning and Life Satisfaction and Happiness in South African Households","subjectLabel":"happiness","year":"2013"},{"title":"Disability and Happiness in Iran: What Can We Do?","subjectLabel":"happiness","year":"2018"},{"title":"Looking for happiness in all the wrong places: The moderating role of gratitude and affect in the materialism–life satisfaction relationship","subjectLabel":"happiness","year":"2015"},{"title":"Workplace Wellbeing On Maungataturi Mountain: The Connection Between Ecological Restoration And Workplace Happiness","subjectLabel":"happiness","year":"2011"},{"title":"Measuring Happiness in Portuguese Adults: Validation of the CHQ - Covilha Happiness Questionnaire","subjectLabel":"happiness","year":"2014"},{"title":"How happiness mediates the organizational virtuousness and affective commitment relationship","subjectLabel":"happiness","year":"2011"},{"title":"Epidemiology of serogroup B invasive meningococcal disease in Ontario, Canada, 2000 to 2010.","subjectLabel":"Canada","year":"2012"},{"title":"How much are we spending? The estimation of research expenditures on cardiovascular disease in Canada","subjectLabel":"Canada","year":"2012"},{"title":"The influence of the Children's Food and Beverage Advertising Initiative: change in children's exposure to food advertising on television in Canada between 2006-2009.","subjectLabel":"Canada","year":"2014"},{"title":"Outbreak of Salmonella enterica serotype Infantis infection in humans linked to dry dog food in the United States and Canada, 2012.","subjectLabel":"Canada","year":"2014"},{"title":"Users' perspectives of key factors to implementing electronic health records in Canada: a Delphi study","subjectLabel":"Canada","year":"2012"},{"title":"Quality of cardiovascular disease care in Ontario, Canada: missed opportunities for prevention - a cross sectional study","subjectLabel":"Canada","year":"2012"},{"title":"Phylogenetic clustering of hepatitis C virus among people who inject drugs in Vancouver, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Comparison of pharmacist knowledge, perceptions and training opportunities regarding maternal-fetal medicine in Canada, Qatar and Uganda","subjectLabel":"Canada","year":"2014"},{"title":"Temporal trends in the frequency of twins and higher-order multiple births in Canada and the United States","subjectLabel":"Canada","year":"2012"},{"title":"Stigma in Canada: results from a rapid response survey","subjectLabel":"Canada","year":"2014"},{"title":"Opening minds in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Renal leukocyte chemotactic factor 2 (LECT2) amyloidosis in First Nations people in Northern British Columbia, Canada: a report of 4 cases","subjectLabel":"Canada","year":"2014"},{"title":"Impact of the ENHANCE trial on the use of ezetimibe in the United States and Canada","subjectLabel":"Canada","year":"2014"},{"title":"Treatment of muscle-invasive bladder cancer in Canada: A survey of genitourinary medical oncologists and urologists","subjectLabel":"Canada","year":"2014"},{"title":"Examining the Traits-Desires-Intentions-Behavior (TDIB) model for fertility planning in women living with HIV in Ontario, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Evaluating risk factors for endemic human Salmonella Enteritidis infections with different phage types in Ontario, Canada using multinomial logistic regression and a case-case study approach","subjectLabel":"Canada","year":"2012"},{"title":"Antibodies to avian influenza viruses in Canada geese (Branta canadensis): a potential surveillance tool?","subjectLabel":"Canada","year":"2012"},{"title":"Premature mortality due to social and material deprivation in Nova Scotia, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Future impact of various interventions on the burden of COPD in Canada: a dynamic population model","subjectLabel":"Canada","year":"2012"},{"title":"A comparison of the epidemiology of ice hockey injuries between male and female youth in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Supporting the diffusion of healthy public policy in Canada: the Prevention Policies Directory","subjectLabel":"Canada","year":"2014"},{"title":"Patient and work flow and costs associated with staff time and facility usage at a comprehensive cancer centre in Quebec, Canada--a time and motion study","subjectLabel":"Canada","year":"2012"},{"title":"Surgical management of primary hyperparathyroidism in Canada","subjectLabel":"Canada","year":"2014"},{"title":"High-cost health care users in Ontario, Canada: demographic, socio-economic, and health status characteristics","subjectLabel":"Canada","year":"2014"},{"title":"A cross-sectional study of public attitudes towards safer drug use practices in British Columbia, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Estimated cost of universal public coverage of prescription drugs in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Barriers, motivators and facilitators related to prenatal care utilization among inner-city women in Winnipeg, Canada: a case-control study","subjectLabel":"Canada","year":"2014"},{"title":"Environmental influences on African migration to Canada: focus group findings from Ottawa-Gatineau","subjectLabel":"Canada","year":"2014"},{"title":"Physicians and their use of information: a survey comparison between the United States, Canada, and the United Kingdom","subjectLabel":"Canada","year":"2011"},{"title":"Revealing the hyperdiverse mite fauna of subarctic Canada through DNA barcoding","subjectLabel":"Canada","year":"2012"},{"title":"Contextual determinants of health behaviours in an aboriginal community in Canada: pilot project","subjectLabel":"Canada","year":"2012"},{"title":"A prospective study to examine the epidemiology of methicillin-resistant Staphylococcus aureus and Clostridium difficile contamination in the general environment of three community hospitals in southern Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Improving primary care in British Columbia, Canada: evaluation of a peer-to-peer continuing education program for family physicians","subjectLabel":"Canada","year":"2012"},{"title":"A descriptive study of reportable gastrointestinal illnesses in Ontario, Canada, from 2007 to 2009.","subjectLabel":"Canada","year":"2012"},{"title":"Recent incidence of type 1 diabetes mellitus in children 0-14 years in Newfoundland and Labrador, Canada climbs to over 45/100,000: a retrospective time trend study","subjectLabel":"Canada","year":"2012"},{"title":"High uptake of HIV testing in pregnant women in Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Evaluating area-level spatial clustering of Salmonella Enteritidis infections and their socioeconomic determinants in the greater Toronto area, Ontario, Canada (2007 - 2009): a retrospective population-based ecological study","subjectLabel":"Canada","year":"2013"},{"title":"Smoking in context: a multilevel analysis of 49,088 communities in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Distribution of Clostridium botulinum type E strains in Nunavik, Northern Quebec, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Predictors of liver-related death among people who inject drugs in Vancouver, Canada: a 15-year prospective cohort study","subjectLabel":"Canada","year":"2014"},{"title":"Sexual violence in the lives of first-year university women in Canada: no improvements in the 21st century","subjectLabel":"Canada","year":"2014"},{"title":"How health professionals perceive and experience treating people on social assistance: a qualitative study among dentists in Montreal, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Genome Sequences of Klebsiella variicola Isolates from Dairy Animals with Bovine Mastitis from Newfoundland, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Q Fever Outbreak Among Travelers to Germany Who Received Live Cell Therapy--United States and Canada, 2014.","subjectLabel":"Canada","year":"2015"},{"title":"Incidence of retinopathy of prematurity and risk factors among premature infants at a neonatal intensive care unit in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Disparities in the burden of HIV/AIDS in Canada","subjectLabel":"Canada","year":"2012"},{"title":"The characteristics of psychiatrists disciplined by professional colleges in Canada","subjectLabel":"Canada","year":"2012"},{"title":"The changing epidemiology of meningococcal disease in Quebec, Canada, 1991-2011: potential implications of emergence of new strains","subjectLabel":"Canada","year":"2012"},{"title":"A preliminary investigation into diet adequacy in senior residents of Newfoundland and Labrador, Canada: a cross-sectional study","subjectLabel":"Canada","year":"2014"},{"title":"Acute care utilization due to hospitalizations for pediatric lower respiratory tract infections in British Columbia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"The impact of multiple chronic diseases on ambulatory care use; a population based study in Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Trends in asthma-related direct medical costs from 2002 to 2007 in British Columbia, Canada: a population based-cohort study","subjectLabel":"Canada","year":"2012"},{"title":"Causes and risk factors for infant mortality in Nunavut, Canada 1999-2011","subjectLabel":"Canada","year":"2012"},{"title":"Development of System-level Performance Measures for Evaluation of Models of Care for Inflammatory Arthritis in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Heterogeneity in risk of pelvic inflammatory diseases after chlamydia infection: a population-based study in Manitoba, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Reconsidering the specialist-generalist paradigm in niche breadth dynamics: resource gradient selection by Canada lynx and bobcat","subjectLabel":"Canada","year":"2012"},{"title":"Access to primary health care for immigrants: results of a patient survey conducted in 137 primary care practices in Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Community environmental satisfaction: its forms and impact on migrants' happiness in urban China","subjectLabel":"happiness","year":"2018"},{"title":"[\"Does happiness help healing?\" Immune response of hospitalized children may change during visits of the Smiling Hospital Foundation's Artists]","subjectLabel":"happiness","year":"2011"},{"title":"Psychology: Holding on to happiness","subjectLabel":"happiness","year":"2011"},{"title":"Happiness as a Driver of Risk-avoiding Behaviour: Theory and an Empirical Study of Seatbelt Wearing and Automobile Accidents","subjectLabel":"happiness","year":"2014"},{"title":"Fear and fragility of happiness as mediators of the relationship between insecure attachment and subjective well-being","subjectLabel":"happiness","year":"2018"},{"title":"Fragility of Happiness Beliefs Across 15 National Groups","subjectLabel":"happiness","year":"2014"},{"title":"Aversion to Happiness Across Cultures: A Review of Where and Why People are Averse to Happiness","subjectLabel":"happiness","year":"2013"},{"title":"Cross-Cultural Validation of Fear of Happiness Scale Across 14 National Groups","subjectLabel":"happiness","year":"2013"},{"title":"A call to action: maintain your happiness, be generous!","subjectLabel":"happiness","year":"2013"},{"title":"How Much Is Enough in a Perfect World? Cultural Variation in Ideal Levels of Happiness, Pleasure, Freedom, Health, Self-Esteem, Longevity, and Intelligence","subjectLabel":"happiness","year":"2018"},{"title":"Life, Liberty, and the Pursuit of Happiness? Specifying the Rights of Animals","subjectLabel":"happiness","year":"2015"},{"title":"Book Review: Philosophy and Happiness","subjectLabel":"happiness","year":"2011"},{"title":"Happiness is the Wrong Metric","subjectLabel":"happiness","year":"2018"},{"title":"Journal of Happiness Studies","subjectLabel":"happiness","year":"2014"},{"title":"Happiness, Life Satisfaction, Resiliency and Social Support in Students with Dyslexia","subjectLabel":"happiness","year":"2017"},{"title":"Automatic Group Happiness Intensity Analysis","subjectLabel":"happiness","year":"2015"},{"title":"Riesz-based Volume Local Binary Pattern and A Novel Group Expression Model for Group Happiness Intensity Analysis","subjectLabel":"happiness","year":"2015"},{"title":"Today's misery and yesterday's happiness: Differential effects of current life-events on perceptions of past wellbeing","subjectLabel":"happiness","year":"2012"},{"title":"Towards Youth Happiness and Mental Health in the United Arab Emirates: The Path of Character Strengths in a Multicultural Population","subjectLabel":"happiness","year":"2016"},{"title":"Motivation for Conjugality in Couples Life Cycle and Its Relation to Happiness and Satisfaction","subjectLabel":"happiness","year":"2015"},{"title":"Well-Being, Quality of Life, and the Naïve Pursuit of Happiness","subjectLabel":"happiness","year":"2013"},{"title":"The Interplay Between Suicide Risk, Cognitive Vulnerability, Subjective Happiness and Depression Among Students","subjectLabel":"happiness","year":"2015"},{"title":"An Incremental Theory of Happiness Predicts Empathic Responding","subjectLabel":"happiness","year":"2013"},{"title":"A Systematic Review of the Relationship Between Physical Activity and Happiness","subjectLabel":"happiness","year":"2018"},{"title":"Humor as character strength and its relation to life satisfaction and happiness in Autism Spectrum Disorders","subjectLabel":"happiness","year":"2013"},{"title":"Association between religiosity and happiness in patients with chronic kidney disease on hemodialysis","subjectLabel":"happiness","year":"2018"},{"title":"THE HAPPINESS-REDUCING COSTS OF NOISE POLLUTION*","subjectLabel":"happiness","year":"2012"},{"title":"Effects of Intensive Mobile Happiness Reporting in Daily Life","subjectLabel":"happiness","year":"2011"},{"title":"The keys to happiness: Associations between personal values regarding core life domains and happiness in South Korea","subjectLabel":"happiness","year":"2019"},{"title":"My Sadness - Our Happiness: Writing About Positive, Negative, and Neutral Autobiographical Life Events Reveals Linguistic Markers of Self-Positivity and Individual Well-Being","subjectLabel":"happiness","year":"2018"},{"title":"Culture and cannabinoid receptor gene polymorphism interact to influence the perception of happiness","subjectLabel":"happiness","year":"2018"},{"title":"Relating Sensory, Cognitive, and Neural Factors to Older Persons' Perceptions about Happiness: An Exploratory Study","subjectLabel":"happiness","year":"2018"},{"title":"Prosocial Spending and Happiness","subjectLabel":"happiness","year":"2014"},{"title":"‘Happiness-deficit disorder’? Prevention is better than cure","subjectLabel":"happiness","year":"2011"},{"title":"What's the use of happiness? It can't buy you money","subjectLabel":"happiness","year":"2011"},{"title":"The Psychological Well-Being, Happiness and Life Satisfaction of Music Students","subjectLabel":"happiness","year":"2013"},{"title":"Detecting Happiness Using Hyperspectral Imaging Technology","subjectLabel":"happiness","year":"2019"},{"title":"The Wellbeing–Consumption paradox: Happiness, health, income, and carbon emissions in growing versus non-growing economies","subjectLabel":"happiness","year":"2019"},{"title":"Daily Activities and Happiness in Later Life: The Role of Work Status","subjectLabel":"happiness","year":"2012"},{"title":"Why Are Schadenfreude and Gluckschmerz Not Happiness or Anger? Or Are They?","subjectLabel":"happiness","year":"2018"},{"title":"Looking on the bright side: an assessment of factors associated with adolescents’ happiness","subjectLabel":"happiness","year":"2014"},{"title":"Effects of positive interventions and orientations to happiness on subjective well-being","subjectLabel":"happiness","year":"2011"},{"title":"Happiness and health behaviours among university students from 24 low, middle and high income countries","subjectLabel":"happiness","year":"2016"},{"title":"Exploring predictors of life satisfaction and happiness among Siberian older adults living in Tomsk Region","subjectLabel":"happiness","year":"2017"},{"title":"Nudge: Improving Decisions about Health, Wealth and Happiness , and: Thinking, Fast and Slow , and: Information and Exclusion (review)","subjectLabel":"happiness","year":"2012"},{"title":"Circuits Regulating Pleasure and Happiness: A Focus on Addiction, Beyond the Ventral Striatum","subjectLabel":"happiness","year":"2016"},{"title":"Circuits Regulating Pleasure and Happiness in Schizophrenia: The Neurobiological Mechanism of Delusions","subjectLabel":"happiness","year":"2016"},{"title":"Eastern Conceptualizations of Happiness: Fundamental Differences with Western Views","subjectLabel":"happiness","year":"2013"},{"title":"A Comparison of Western and Islamic Conceptions of Happiness","subjectLabel":"happiness","year":"2012"},{"title":"What About Happiness in Later Life?","subjectLabel":"happiness","year":"2012"},{"title":"Collective pride, happiness, and celebratory emotions","subjectLabel":"happiness","year":"2014"},{"title":"Can Income Inequality be Associated With Positive Outcomes? Hope Mediates the Positive Inequality–Happiness Link in Rural China","subjectLabel":"happiness","year":"2015"},{"title":"On the many accounts of public happiness","subjectLabel":"happiness","year":"2014"},{"title":"Convergent Validity and Test–Retest Reliability of the Authentic Happiness Inventory in Working Adults","subjectLabel":"happiness","year":"2014"},{"title":"The Interrelations among Self-efficacy, Happiness, Individual Values, and Attractiveness Promoting Behavior","subjectLabel":"happiness","year":"2018"},{"title":"(Not) hearing happiness: Predicting fluctuations in happy mood from acoustic cues using machine learning","subjectLabel":"happiness","year":"2019"},{"title":"Attention-deficit/hyperactivity disorder symptoms and happiness among adults in the general population","subjectLabel":"happiness","year":"2018"},{"title":"Higher Adherence to the Mediterranean Diet is Related to More Subjective Happiness in Adolescents: The Role of Health-Related Quality of Life","subjectLabel":"happiness","year":"2019"},{"title":"Forty-five good things: a prospective pilot study of the Three Good Things well-being intervention in the USA for healthcare worker emotional exhaustion, depression, work-life balance and happiness","subjectLabel":"happiness","year":"2019"},{"title":"Mapping cultural tightness and its links to innovation, urbanization, and happiness across 31 provinces in China","subjectLabel":"happiness","year":"2019"},{"title":"Emotional Faces in Symbolic Relations: A Happiness Superiority Effect Involving the Equivalence Paradigm","subjectLabel":"happiness","year":"2019"},{"title":"Happiness is Greater in More Scenic Locations","subjectLabel":"happiness","year":"2019"},{"title":"Self-esteem as a Moderator of the Effects of Happiness, Depression, and Hostility on Suicidality Among Early Adolescents in Korea","subjectLabel":"happiness","year":"2019"},{"title":"Prevalence of bullying and perceived happiness in adolescents with learning disability, intellectual disability, ADHD, and autism spectrum disorder: In the Taiwan Birth Cohort Pilot Study","subjectLabel":"happiness","year":"2019"},{"title":"Feeding the dead?","subjectLabel":"death","year":"2015"},{"title":"Clinical, economic, and humanistic burden of asthma in Canada: a systematic review","subjectLabel":"Canada","year":"2013"},{"title":"Satisfaction levels of paediatric surgeons in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Mercury, hydroquinone and clobetasol propionate in skin lightening products in West Africa and Canada","subjectLabel":"Canada","year":"2016"},{"title":"Gender and ethnicity differences in HIV-related stigma experienced by people living with HIV in Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Notes from the Field: Furanyl-Fentanyl Overdose Events Caused by Smoking Contaminated Crack Cocaine - British Columbia, Canada, July 15-18, 2016.","subjectLabel":"Canada","year":"2016"},{"title":"A comparative analysis of monthly out-of-pocket costs for patients with breast cancer as compared with other common cancers in Ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Race, gender, class, and sexual orientation: intersecting axes of inequality and self-rated health in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Earliest Human Presence in North America Dated to the Last Glacial Maximum: New Radiocarbon Dates from Bluefish Caves, Canada","subjectLabel":"Canada","year":"2017"},{"title":"Genetic evidence for multiple invasions of the eastern subterranean termite into Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Individual- and area-level disparities in access to the road network, subway system and a public bicycle share program on the Island of Montreal, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Health impacts of the July 2010 heat wave in Québec, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Community-level risk factors for notifiable gastrointestinal illness in the Northwest Territories, Canada, 1991-2008.","subjectLabel":"Canada","year":"2013"},{"title":"Fluke abundance versus host age for an invasive trematode (Dicrocoelium dendriticum) of sympatric elk and beef cattle in southeastern Alberta, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Rationale and design of South Asian Birth Cohort (START): a Canada-India collaborative study","subjectLabel":"Canada","year":"2013"},{"title":"Usage patterns of stop smoking medications in Australia, Canada, the United Kingdom, and the United States: findings from the 2006-2008 International Tobacco Control (ITC) Four Country Survey","subjectLabel":"Canada","year":"2011"},{"title":"Use of mental health care for nonpsychotic conditions by immigrants in different admission classes and by refugees in Ontario, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Disparities in attendance at diabetes self-management education programs after diagnosis in Ontario, Canada: a cohort study","subjectLabel":"Canada","year":"2013"},{"title":"Adolescent health and adaptation in Canada: examination of gender and age aspects of the healthy immigrant effect","subjectLabel":"Canada","year":"2014"},{"title":"A web-based survey of residents' views on advocating with patients for a healthy built environment in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Nondisclosure prosecutions and population health outcomes: examining HIV testing, HIV diagnoses, and the attitudes of men who have sex with men following nondisclosure prosecution media releases in Ottawa, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Management of pancreatic adenocarcinoma in Ontario, Canada: a population-based study using novel case ascertainment","subjectLabel":"Canada","year":"2011"},{"title":"Making our health and care systems fit for an ageing population: considerations for Canada","subjectLabel":"Canada","year":"2014"},{"title":"Re: making health and care systems fit for and ageing population. Why we wrote it, who we wrote it for, and how relevant it might be to Canada","subjectLabel":"Canada","year":"2014"},{"title":"The impact of socio-economic status on net fertility during the historical fertility decline: a comparative analysis of Canada, Iceland, Sweden, Norway, and the USA.","subjectLabel":"Canada","year":"2014"},{"title":"Research experience in psychiatry residency programs across Canada: current status","subjectLabel":"Canada","year":"2014"},{"title":"Changing perceptions of mental health in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Antidepressant use in Canada has stopped increasing","subjectLabel":"Canada","year":"2014"},{"title":"Canine infection with Borrelia burgdorferi, Dirofilaria immitis, Anaplasma spp. and Ehrlichia spp. in Canada, 2013-2014.","subjectLabel":"Canada","year":"2017"},{"title":"Cost of speech-language interventions for children and youth with foetal alcohol spectrum disorder in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Perceived adverse health effects of heat and their determinants in deprived neighbourhoods: a cross-sectional survey of nine cities in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Comparison of two diverse populations, British Columbia, Canada, and Ardabil, Iran, indicates several variables associated with gastric and esophageal cancer survival","subjectLabel":"Canada","year":"2011"},{"title":"Study on requirements of bioequivalence for registration of pharmaceutical products in USA, Europe and Canada","subjectLabel":"Canada","year":"2013"},{"title":"Detection of a novel Rickettsia (Alphaproteobacteria: Rickettsiales) in rotund ticks (Ixodes kingi) from Saskatchewan, Canada","subjectLabel":"Canada","year":"2013"},{"title":"A harmonized immunization schedule for Canada: A call to action","subjectLabel":"Canada","year":"2011"},{"title":"Knowledge of genetic testing for hereditary kidney cancer in Canada is lacking: The results of the Canadian national hereditary kidney cancer needs assessment survey","subjectLabel":"Canada","year":"2014"},{"title":"Modest rise in chlamydia and gonorrhoea testing did not increase case detection in a clinical HIV cohort in Ontario, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Screening for cervical cancer in women with disability and multimorbidity: a retrospective cohort study in Ontario, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Identifying and describing a cohort effect in the national database of reported cases of hepatitis C virus infection in Canada (1991-2010): an age-period-cohort analysis","subjectLabel":"Canada","year":"2014"},{"title":"Dispensed prescriptions for quetiapine and other second-generation antipsychotics in Canada from 2005 to 2012: a descriptive study","subjectLabel":"Canada","year":"2014"},{"title":"The quality of treatment of hyperacute ischemic stroke in Canada: a retrospective chart audit","subjectLabel":"Canada","year":"2014"},{"title":"Multicenter collaborative quality assurance program for the province of Ontario, Canada: first-year results","subjectLabel":"Canada","year":"2013"},{"title":"A cost-benefit/cost-effectiveness analysis of an unsanctioned supervised smoking facility in the Downtown Eastside of Vancouver, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Socioeconomic and geographic patterning of smoking behaviour in Canada: a cross-sectional multilevel analysis","subjectLabel":"Canada","year":"2013"},{"title":"A life course perspective to spinal cord injury and employment participation in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Improving health equity: the promising role of community health workers in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Rosiglitazone use and associated adverse event rates in Canada between 2004 and 2010","subjectLabel":"Canada","year":"2013"},{"title":"Cigarette graphic warning labels and smoking prevalence in Canada: a critical examination and reformulation of the FDA regulatory impact analysis","subjectLabel":"Canada","year":"2013"},{"title":"Differential impacts of care-giving across three caregiver groups in Canada: end-of-life care, long-term care and short-term care","subjectLabel":"Canada","year":"2013"},{"title":"The Accreditation Canada program: a complementary tool to promote accountability in Canadian healthcare","subjectLabel":"Canada","year":"2014"},{"title":"The effect of a smoking ban on hospitalization rates for cardiovascular and respiratory conditions in Prince Edward Island, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Research output on primary care in Australia, Canada, Germany, the Netherlands, the United Kingdom, and the United States: bibliometric analysis","subjectLabel":"Canada","year":"2011"},{"title":"What made Canada become a country with the highest incidence of inflammatory bowel disease: could sucralose be the culprit?","subjectLabel":"Canada","year":"2011"},{"title":"Alcohol in Canada: reducing the toll through focused interventions and public health policies","subjectLabel":"Canada","year":"2011"},{"title":"Assessing the “Good Life” in a Military Context: How Does Life and Work-Satisfaction Relate to Orientations to Happiness and Career-Success Among Swiss Professional Officers?","subjectLabel":"happiness","year":"2011"},{"title":"Gelotophobia: Life satisfaction and happiness across cultures","subjectLabel":"happiness","year":"2012"},{"title":"Subjective Happiness Scale--Brazilian Version","subjectLabel":"happiness","year":"2014"},{"title":"Validation and Psychometric Properties of the Brazilian Version of the Subjective Happiness Scale","subjectLabel":"happiness","year":"2014"},{"title":"From authentic happiness to well-being: the flourishing of Positive Psychology","subjectLabel":"happiness","year":"2013"},{"title":"“THE NEW SCIENCE OF HEALTH AND HAPPINESS”: INVESTIGATING BUDDHIST ENGAGEMENTS WITH THE SCIENTIFIC STUDY OF MEDITATION","subjectLabel":"happiness","year":"2018"},{"title":"Measures of a Sustainable Commute as a Predictor of Happiness","subjectLabel":"happiness","year":"2017"},{"title":"Emotional intelligence and personal growth initiative effects on subjective happiness among university students","subjectLabel":"happiness","year":"2018"},{"title":"Emotional intelligence and personal growth initiative effects on subjective happiness among university students","subjectLabel":"happiness","year":"2018"},{"title":"When do teenagers in the urban district feel happy? Uncovering activities and money spent through daily reconstruction method to measure happiness among teenagers in Surabaya","subjectLabel":"happiness","year":"2013"},{"title":"Investigating the Impacts of Cochlear Implantation on the Happiness and Self-Esteem of Mothers of Children with Severe Hearing Loss","subjectLabel":"happiness","year":"2016"},{"title":"On the determinants of happiness: a classification and regression tree (CART) approach","subjectLabel":"happiness","year":"2015"},{"title":"Book Review: Britain and Ireland: The Pursuit of Happiness: An Economy of Well-BeingThe Pursuit of Happiness: An Economy of Well-Being by GrahamCarol. Washington DC: Brookings Institution Press, 2011. 164pp., £16.99, ISBN 9780815721277","subjectLabel":"happiness","year":"2013"},{"title":"American Enlightenments: Pursuing Happiness in the Age of Reason","subjectLabel":"happiness","year":"2017"},{"title":"The Happiness Machine, or How to be an Archaeologist in a Changing World","subjectLabel":"happiness","year":"2017"},{"title":"Is There Happiness in the Torah?","subjectLabel":"happiness","year":"2012"},{"title":"Deriving Insights from National Happiness Indices","subjectLabel":"happiness","year":"2011"},{"title":"The changing nature of happiness: an in-depth study of a town in North-West England 1938-2016","subjectLabel":"happiness","year":"2018"},{"title":"What is animal happiness?","subjectLabel":"happiness","year":"2018"},{"title":"Social Dominance and Attitude towards Immigrants: The Key Role of Happiness","subjectLabel":"happiness","year":"2018"},{"title":"The happiness turn? Mapping the emergence of “happiness studies” using cited references","subjectLabel":"happiness","year":"2015"},{"title":"Short Form of the Orientations to Happiness Questionnaire for the German-Speaking Countries","subjectLabel":"happiness","year":"2014"},{"title":"Turning gold into lead: Dampening appraisals reduce happiness and pleasantness and increase sadness during anticipation and recall of pleasant activities in the laboratory","subjectLabel":"happiness","year":"2018"},{"title":"Incremental Validity of Alexithymia, Emotional Coping and Humor Style on Happiness and Psychological Well-Being","subjectLabel":"happiness","year":"2012"},{"title":"Youthful escapes? British students, overseas education and the pursuit of happiness","subjectLabel":"happiness","year":"2011"},{"title":"Rhythms and cycles in happiness","subjectLabel":"happiness","year":"2013"},{"title":"Becoming (un)employed and life satisfaction: asymmetric effects and potential omitted variable bias in empirical happiness studies","subjectLabel":"happiness","year":"2012"},{"title":"The Relationship between Leisure Satisfaction and Happiness among College Students","subjectLabel":"happiness","year":"2016"},{"title":"Understanding a child’s conceptualisation of well-being through an exploration of happiness: The centrality of play, people and place","subjectLabel":"happiness","year":"2017"},{"title":"Happiness Research: A Review of Critiques","subjectLabel":"happiness","year":"2015"},{"title":"The Contribution of Job Happiness and Job Meaning to the Well-Being of Workers from Thriving and Failing Companies","subjectLabel":"happiness","year":"2012"},{"title":"Is the happiness approach to measuring preferences valid?","subjectLabel":"happiness","year":"2018"},{"title":"Happiness at Work. Maximizing Your Psychological Capital for Success20112Jessica Pryce‐Jones. Happiness at Work. Maximizing Your Psychological Capital for Success. London: Wiley‐Blackwell 2010. 241 pp., ISBN: 978‐0‐470‐74946‐3","subjectLabel":"happiness","year":"2011"},{"title":"Are rural adults happy? An observational study of happiness and its determinants","subjectLabel":"happiness","year":"2017"},{"title":"INVESTIGATING STUDENT’S CHARACTERISTICS AND WEBSITE USABILITY EFFECTS ON HAPPINESS IN THE CLASSROOM","subjectLabel":"happiness","year":"2016"},{"title":"Predicting happiness: user interactions and sentiment analysis in an online travel forum","subjectLabel":"happiness","year":"2017"},{"title":"The Effect of Cognitive-Behavioral Group Marital Therapy on Marital Happiness and Problem Solving Self-Appraisal","subjectLabel":"happiness","year":"2014"},{"title":"Health, honesty and happiness: Authenticity and anonymity in social media participation of individuals with multiple sclerosis","subjectLabel":"happiness","year":"2018"},{"title":"The Meanings of Happiness in Mass Observation's Bolton","subjectLabel":"happiness","year":"2012"},{"title":"“Those Who Labor for My Happiness”: Slavery at Thomas Jefferson's Monticello","subjectLabel":"happiness","year":"2014"},{"title":"Self-Reported Wisdom and Happiness: An Empirical Investigation","subjectLabel":"happiness","year":"2011"},{"title":"In pursuit of happiness: A sociological examination of employee identifications amongst a ‘happy’ call-centre workforce","subjectLabel":"happiness","year":"2013"},{"title":"Role of justice perceptions and social exchange in enhancing employee happiness","subjectLabel":"happiness","year":"2016"},{"title":"Fresh air, sunshine and happiness: Millennials building health (salutogenesis) in leisure and nature","subjectLabel":"happiness","year":"2018"},{"title":"Increasing consumer well-being: risk as potential driver of happiness","subjectLabel":"happiness","year":"2017"},{"title":"Obesity and happiness","subjectLabel":"happiness","year":"2012"},{"title":"Is Happiness Contagious Online? A Case of Twitter and the 2010 Winter Olympics","subjectLabel":"happiness","year":"2011"},{"title":"Correlating leisure and happiness: the relationship between the leisure experience battery and the Satisfaction With Life Scale","subjectLabel":"happiness","year":"2017"},{"title":"Teaching happiness at school: Non-randomised controlled mixed-methods feasibility study on the effectiveness of Personal Well-Being Lessons","subjectLabel":"happiness","year":"2015"},{"title":"Anti-pornography Narratives as Self-Fulfilling Prophecies: Religious Variation in the Effect that Pornography Viewing has on the Marital Happiness of Husbands","subjectLabel":"happiness","year":"2017"},{"title":"The Science of Happiness: How Our Brains Make Us Happy and What We Can Do to Get Happierby S. Klein","subjectLabel":"happiness","year":"2012"},{"title":"Happiness of economists","subjectLabel":"happiness","year":"2014"},{"title":"Political economy of happiness","subjectLabel":"happiness","year":"2013"},{"title":"Alice Munro’s Narrative Historicism: “Too Much Happiness”","subjectLabel":"happiness","year":"2015"},{"title":"Does Lone Motherhood Decrease Women’s Happiness? Evidence from Qualitative and Quantitative Research","subjectLabel":"happiness","year":"2013"},{"title":"Does parenthood increase happiness? Evidence for Poland","subjectLabel":"happiness","year":"2012"},{"title":"Work, Family, and Gendered Happiness Among Married People in Urban China","subjectLabel":"happiness","year":"2014"},{"title":"Is Happiness Contagious? Separating Spillover Externalities from the Group-Level Social Context","subjectLabel":"happiness","year":"2014"},{"title":"Self-Reported Happiness of Older Adults in an Assisted Living Facility: Effects of Being in Activities","subjectLabel":"happiness","year":"2017"},{"title":"Does Age Make a Difference? Age as Moderator in the Association Between Time Perspective and Happiness","subjectLabel":"happiness","year":"2016"},{"title":"The Philosophy of Happiness in Selected Works of N. M. Karamzin: The Search for True Bliss","subjectLabel":"happiness","year":"2018"},{"title":"Untangling what makes cities liveable: happiness in five cities","subjectLabel":"happiness","year":"2012"},{"title":"Pleasure principle and perfect happiness: morality in Jacques Lacan and Zhuangzi","subjectLabel":"happiness","year":"2018"},{"title":"‘Happiness again’: photographing and narrating the arrival of Hungarian child refugees and their families 1956–1957","subjectLabel":"happiness","year":"2017"},{"title":"American enlightenments: pursuing happiness in the age of reason, by Caroline Winterer","subjectLabel":"happiness","year":"2018"},{"title":"Double happiness: A phoenix (crown) rises again in Canada","subjectLabel":"happiness","year":"2014"},{"title":"A Phenomenological Study on Happiness Experienced by Career Nurses","subjectLabel":"happiness","year":"2014"},{"title":"Self-Other Agreement in Happiness and Life-Satisfaction: The Role of Personality Traits","subjectLabel":"happiness","year":"2012"},{"title":"Relationship Between Linguistic Antonyms in Momentary and Retrospective Ratings of Happiness and Sadness","subjectLabel":"happiness","year":"2012"},{"title":"Associations Between Women’s Body Image and Happiness: Results of the YouBeauty.com Body Image Survey (YBIS)","subjectLabel":"happiness","year":"2014"},{"title":"The Relationship Between Orientations to Happiness and Job Satisfaction One Year Later in a Representative Sample of Employees in Switzerland","subjectLabel":"happiness","year":"2016"},{"title":"The virologist preparing Africa for the next pandemic","subjectLabel":"Africa","year":"2021"},{"title":"Byang Kato: Africa’s Foremost Twentieth-Century Evangelical Theological Leader","subjectLabel":"Africa","year":"2021"},{"title":"Looking Back -- Looking Forward: Revisiting Models of Evangelization in Africa","subjectLabel":"Africa","year":"2021"},{"title":"People and animals in Holocene Africa: recent advances in archaeozoology","subjectLabel":"Africa","year":"2012"},{"title":"Further contributions to the aleocharine fauna of the Yukon Territory, Canada (Coleoptera, Staphylinidae)","subjectLabel":"Canada","year":"2012"},{"title":"Peyerimhoffia jaschhoforum (Diptera, Sciaridae), a new deadwood inhabiting species from Canada","subjectLabel":"Canada","year":"2014"},{"title":"A case of the first documented fire ant anaphylaxis in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Community-based educational intervention to limit the dissemination of community-associated methicillin-resistant Staphylococcus aureus in Northern Saskatchewan, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Prey items and predation behavior of killer whales (Orcinus orca) in Nunavut, Canada based on Inuit hunter interviews","subjectLabel":"Canada","year":"2012"},{"title":"Identity, refugeeness, belonging: experiences of sexual minority refugees in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Further contributions to the longhorn beetle (Coleoptera, Cerambycidae) fauna of New Brunswick and Nova Scotia, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Predicting the speed of tick invasion: an empirical model of range expansion for the Lyme disease vector Ixodes scapularis in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Taxonomic synopsis of invasive and native Spartina (Poaceae, Chloridoideae) in the Pacific Northwest (British Columbia, Washington and Oregon), including the first report of Spartina ×townsendii for British Columbia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Database of Vascular Plants of Canada (VASCAN): a community contributed taxonomic checklist of all vascular plants of Canada, Saint Pierre and Miquelon, and Greenland","subjectLabel":"Canada","year":"2013"},{"title":"Contributions to the faunistics and bionomics of Staphylinidae (Coleoptera) in northeastern North America: discoveries made through study of the University of Guelph Insect Collection, Ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Initial responses of rove and ground beetles (Coleoptera, Staphylinidae, Carabidae) to removal of logging residues following clearcut harvesting in the boreal forest of Quebec, Canada","subjectLabel":"Canada","year":"2013"},{"title":"New Curculionoidea (Coleoptera) records for Canada","subjectLabel":"Canada","year":"2013"},{"title":"Cranial Anatomy of Wendiceratops pinhornensis gen. et sp. nov., a Centrosaurine Ceratopsid (Dinosauria: Ornithischia) from the Oldman Formation (Campanian), Alberta, Canada, and the Evolution of Ceratopsid Nasal Ornamentation","subjectLabel":"Canada","year":"2015"},{"title":"A new stalked filter-feeder from the middle Cambrian Burgess Shale, British Columbia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Euoplocephalus tutus and the diversity of ankylosaurid dinosaurs in the Late Cretaceous of Alberta, Canada, and Montana, USA","subjectLabel":"Canada","year":"2013"},{"title":"Feeding height stratification among the herbivorous dinosaurs from the Dinosaur Park Formation (upper Campanian) of Alberta, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Pachybrachis (coleoptera, chrysomelidae, cryptocephalinae) of eastern Canada","subjectLabel":"Canada","year":"2013"},{"title":"New Coleoptera records from New Brunswick, Canada: Megalopodidae and Chrysomelidae","subjectLabel":"Canada","year":"2012"},{"title":"Pre- and postmortem tyrannosaurid bite marks on the remains of Daspletosaurus (Tyrannosaurinae: Theropoda) from Dinosaur Provincial Park, Alberta, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Standardized terminology and potential taxonomic utility for hadrosaurid skin impressions: a case study for Saurolophus from Canada and Mongolia","subjectLabel":"Canada","year":"2012"},{"title":"New species and distributional records of Aleocharinae (Coleoptera, Staphylinidae) from Ontario, Canada, with a checklist of recorded species","subjectLabel":"Canada","year":"2012"},{"title":"Exportation of Monkeypox virus from the African continent","subjectLabel":"Africa","year":"2020"},{"title":"Contemporary African history in unusual times","subjectLabel":"Africa","year":"2020"},{"title":"Mirror communities and straw individualisms: essentialism, cinema and semiotic analysis","subjectLabel":"Africa","year":"2011"},{"title":"Authorship and criticism in self-reflexive African cinema","subjectLabel":"Africa","year":"2011"},{"title":"Digital as the new popular in African cinema? case studies from the continent","subjectLabel":"Africa","year":"2012"},{"title":"Revisiting the notion of political black cinema : a comparative analysis of Melvin Van Peebles and Ousmane Sembene","subjectLabel":"Africa","year":"2013"},{"title":"Heading south : theory, 'Viva Riva!' and 'District 9'","subjectLabel":"Africa","year":"2015"},{"title":"ASR Forum : what's new in African cinema?","subjectLabel":"Africa","year":"2015"},{"title":"Modes of 'griot' inscription in African cinema","subjectLabel":"Africa","year":"2016"},{"title":"From \"African Cinema\" to film services industries : a cinematic fact","subjectLabel":"Africa","year":"2017"},{"title":"Surviving Covid-19: Social work policy response to children in Africa","subjectLabel":"Africa","year":"2020"},{"title":"The ‘revolution’ on teaching and learning: Implications of COVID-19 on social work education in Institutions of Higher Learning in Africa","subjectLabel":"Africa","year":"2020"},{"title":"African forest maps reveal areas vulnerable to the effects of climate change","subjectLabel":"Africa","year":"2021"},{"title":"The economic costs of biological invasions in Africa: a growing but neglected threat?","subjectLabel":"Africa","year":"2021"},{"title":"Why weight for happiness? Correlates of BMI and SWB in Australia.","subjectLabel":"happiness","year":"2015"},{"title":"The biometric antecedents to happiness","subjectLabel":"happiness","year":"2017"},{"title":"Association between age, distress, and orientations to happiness in individuals with disabilities","subjectLabel":"happiness","year":"2014"},{"title":"Effects of physical exercise programme on happiness among older people","subjectLabel":"happiness","year":"2014"},{"title":"Quality of life and happiness of the students in the disaster area: 6 years after the Tsunami at Takua Pa District, Phang Nga, Thailand","subjectLabel":"happiness","year":"2014"},{"title":"Happiness and the patterns of life: a study of geolocated tweets","subjectLabel":"happiness","year":"2013"},{"title":"Oncologist heal thyself: hallmarks of happiness.","subjectLabel":"happiness","year":"2015"},{"title":"DESPERATELY SEEKING HAPPINESS: VALUING HAPPINESS IS ASSOCIATED WITH SYMPTOMS AND DIAGNOSIS OF DEPRESSION.","subjectLabel":"happiness","year":"2014"},{"title":"What is in the feedback? Effect of induced happiness vs. sadness on probabilistic learning with vs. without exploration.","subjectLabel":"happiness","year":"2015"},{"title":"Physician health: beyond wellness to happiness","subjectLabel":"happiness","year":"2017"},{"title":"Corrigendum: Exploring Selective Exposure and Confirmation Bias as Processes Underlying Employee Work Happiness: An Intervention Study","subjectLabel":"happiness","year":"2017"},{"title":"Associations of perceived interparental relationship, family harmony and family happiness with smoking intention in never-smoking Chinese children and adolescents: a cross-sectional study","subjectLabel":"happiness","year":"2017"},{"title":"The language-dependent relationship between word happiness and frequency","subjectLabel":"happiness","year":"2015"},{"title":"The Mediating Effect of Self-Efficacy in the Connections between Strength-Based Parenting, Happiness and Psychological Distress in Teens.","subjectLabel":"happiness","year":"2017"},{"title":"The happiness effect.","subjectLabel":"happiness","year":"2011"},{"title":"From Discrete 1 to 10 Towards Continuous 0 to 10: The Continuum Approach to Estimating the Distribution of Happiness in a Nation.","subjectLabel":"happiness","year":"2011"},{"title":"Identifying indices of happiness and unhappiness among adults with autism: potential targets for behavioral assessment and intervention.","subjectLabel":"happiness","year":"2012"},{"title":"Video game characteristics, happiness and flow as predictors of addiction among video game players: A pilot study.","subjectLabel":"happiness","year":"2013"},{"title":"Managing daily happiness: The relationship between selection, optimization, and compensation strategies and well-being in adulthood.","subjectLabel":"happiness","year":"2016"},{"title":"Retraction Note to: Happiness as alchemy: Positive mood leads to self-serving responses to social comparisons.","subjectLabel":"happiness","year":"2011"},{"title":"Is dispositional happiness contagious? The impact of the well-being of family members on individual well-being.","subjectLabel":"happiness","year":"2013"},{"title":"Prof. Congying Xie: early screening and diagnosis, delivering happiness.","subjectLabel":"happiness","year":"2017"},{"title":"Your Best Life: Perfectionism--The Bane of Happiness.","subjectLabel":"happiness","year":"2015"},{"title":"Consultations can Produce not Just Equanimity, but Happiness.","subjectLabel":"happiness","year":"2015"},{"title":"Erratum to: The Influence of God and Providence on Happiness and the Quality of Life of Patients Benefiting from Aesthetic Medicine Treatments in Poland.","subjectLabel":"happiness","year":"2015"},{"title":"Gross national happiness and health: lessons from Bhutan.","subjectLabel":"happiness","year":"2015"},{"title":"Psychobiotics highlight the pathways to happiness","subjectLabel":"happiness","year":"2013"},{"title":"Strategic Programming for Implantable Cardioverter-Defibrillator Shock Reduction: Following the Greatest Happiness Principle?","subjectLabel":"happiness","year":"2017"},{"title":"Dark chocolate consumption and lower HbA1c in children with diabetes: Direct cause or pure happiness?","subjectLabel":"happiness","year":"2015"},{"title":"More than one way to be happy: a typology of marital happiness","subjectLabel":"happiness","year":"2013"},{"title":"Work happiness among teachers: a day reconstruction study on the role of self-concordance.","subjectLabel":"happiness","year":"2013"},{"title":"Happiness and the ASE.","subjectLabel":"happiness","year":"2013"},{"title":"Volunteering predicts happiness among older Māori and non-Māori in the New Zealand health, work, and retirement longitudinal study.","subjectLabel":"happiness","year":"2012"},{"title":"Long-term association between leisure-time physical activity and changes in happiness: analysis of the Prospective National Population Health Survey.","subjectLabel":"happiness","year":"2012"},{"title":"Evidence for mixed feelings of happiness and sadness from brief moments in time.","subjectLabel":"happiness","year":"2013"},{"title":"Getting your groove back. Why women living with HIV deserve sex, love, and happiness.","subjectLabel":"happiness","year":"2013"},{"title":"Happiness and job satisfaction in a casino-dominated economy.","subjectLabel":"happiness","year":"2013"},{"title":"Factors influencing happiness of the grandmothers raising grandchildren in rural areas of Northern Thailand.","subjectLabel":"happiness","year":"2013"},{"title":"Friendship, perceived mattering and happiness: a study of American and Turkish college students.","subjectLabel":"happiness","year":"2012"},{"title":"Cognitive impairment and happiness in old people in low and middle income countries: results from the 10/66 study.","subjectLabel":"happiness","year":"2011"},{"title":"Fear and happiness in the eyes: an intra-cerebral event-related potential study from the human amygdala.","subjectLabel":"happiness","year":"2011"},{"title":"Pursuit of happiness.","subjectLabel":"happiness","year":"2013"},{"title":"Pornography, religion, and the happiness gap: does pornography impact the actively religious differently?","subjectLabel":"happiness","year":"2012"},{"title":"'My pain was stronger than my happiness': experiences of caesarean births from Lebanon","subjectLabel":"happiness","year":"2013"},{"title":"Increasing recognition of happiness in ambiguous facial expressions reduces anger and aggressive behavior","subjectLabel":"happiness","year":"2013"},{"title":"Finding happiness even at work","subjectLabel":"happiness","year":"2013"},{"title":"Disrupting pre-SMA activity impairs facial happiness recognition: an event-related TMS study.","subjectLabel":"happiness","year":"2012"},{"title":"Golf: a matter of life and death, health and happiness, or just Olympic medals?","subjectLabel":"happiness","year":"2016"},{"title":"Social support and happiness in immigrant women in Spain.","subjectLabel":"happiness","year":"2012"},{"title":"Happiness, subjective and objective oral health status, and oral health behaviors among Korean elders.","subjectLabel":"happiness","year":"2013"},{"title":"Religiosity, health and happiness: significant relations in adolescents from Qatar.","subjectLabel":"happiness","year":"2013"},{"title":"Relative preservation of the recognition of positive facial expression \"happiness\" in Alzheimer disease.","subjectLabel":"happiness","year":"2012"},{"title":"Health and happiness","subjectLabel":"happiness","year":"2016"},{"title":"Relations of Parenting Styles and Friendship Quality to Self-Esteem, Life Satisfaction and Happiness in Adolescents","subjectLabel":"happiness","year":"2013"},{"title":"Pitch Patterns in Vocal Expression of “Happiness” and “Sadness” in the Reading Aloud of Prose on the Basis of Selected Audiobooks","subjectLabel":"happiness","year":"2015"},{"title":"Dirty Dozen vs. the H factor: Comparison of the Dark Triad and Honesty–Humility in prosociality, religiosity, and happiness","subjectLabel":"happiness","year":"2014"},{"title":"“Happiness” and “The Good Life” as Motives Working Together Effectively","subjectLabel":"happiness","year":"2014"},{"title":"Teaching Happiness Is No Joke","subjectLabel":"happiness","year":"2011"},{"title":"Happiness and heart rate response: a case of fan services at japanese professional baseball games","subjectLabel":"happiness","year":"2011"},{"title":"Predicting Personal Growth and Happiness by Using Serious Leisure Model","subjectLabel":"happiness","year":"2014"},{"title":"Rediscovering the Positive Psychology of Sport Participation: Happiness in a Ski Resort Context","subjectLabel":"happiness","year":"2013"},{"title":"Why do economists study happiness?","subjectLabel":"happiness","year":"2017"},{"title":"Happiness and Productivity","subjectLabel":"happiness","year":"2015"},{"title":"HAPPINESS ECONOMICS FROM 35 000 FEET","subjectLabel":"happiness","year":"2011"},{"title":"Anger and happiness in virtual teams: Emotional influences of text and behavior on others’ affect in the absence of non-verbal cues","subjectLabel":"happiness","year":"2011"},{"title":"The Easterlin illusion: economic growth does go with greater happiness","subjectLabel":"happiness","year":"2014"},{"title":"Income growth and happiness: reassessment of the Easterlin Paradox","subjectLabel":"happiness","year":"2014"},{"title":"The association of an open relationship orientation with health and happiness in a sample of older US adults","subjectLabel":"happiness","year":"2014"},{"title":"The Role of Social Network Sites in Romantic Relationships: Effects on Jealousy and Relationship Happiness","subjectLabel":"happiness","year":"2011"},{"title":"\"Eavesdropping on Happiness\" Revisited: A Pooled, Multisample Replication of the Association Between Life Satisfaction and Observed Daily Conversation Quantity and Quality","subjectLabel":"happiness","year":"2018"},{"title":"Successfully Striving for Happiness: Socially Engaged Pursuits Predict Increases in Life Satisfaction","subjectLabel":"happiness","year":"2018"},{"title":"Experiential or Material Purchases? Social Class Determines Purchase Happiness","subjectLabel":"happiness","year":"2018"},{"title":"With Health and Good Food, Great Life! Gender Differences and Happiness in Chilean Rural Older Adults","subjectLabel":"happiness","year":"2015"},{"title":"The pot-holed path to happiness, possibly paved with money: A research dialogue","subjectLabel":"happiness","year":"2011"},{"title":"Test-retest reliability and validity of a single-item Self-reported Family Happiness Scale in Hong Kong Chinese: findings from Hong Kong Jockey Club FAMILY Project","subjectLabel":"happiness","year":"2018"},{"title":"Patients' satisfaction and subjective happiness after refractive surgery for myopia","subjectLabel":"happiness","year":"2018"},{"title":"2012 International Caring Award winner: the Dalai Lama, premier advocate for peace, happiness and human rights","subjectLabel":"happiness","year":"2012"},{"title":"Effects of the organizational culture type, job satisfaction, and job stress on nurses' happiness: A cross-sectional study of the long-term care hospitals of South Korea","subjectLabel":"happiness","year":"2018"},{"title":"Twitter reciprocal reply networks exhibit assortativity with respect to happiness","subjectLabel":"happiness","year":"2012"},{"title":"Effects of students' satisfaction with school meal programs on school happiness in South Korea","subjectLabel":"happiness","year":"2018"},{"title":"How happiness expectations relate to the Dark Triad traits","subjectLabel":"happiness","year":"2018"},{"title":"\"Double Happiness\": An Interview with Marilyn Chin","subjectLabel":"happiness","year":"2014"},{"title":"The Joy of Work? Jobs, Happiness, and You by Peter Warr and Guy Clapperton","subjectLabel":"happiness","year":"2011"},{"title":"An examination of happiness as a buffer of the rumination–adjustment link: Ethnic differences between European and Asian American students","subjectLabel":"happiness","year":"2011"},{"title":"The happiness of economists: Estimating the causal effect of studying economics on subjective well-being","subjectLabel":"happiness","year":"2014"},{"title":"The drivers of happiness inequality: suggestions for promoting social cohesion","subjectLabel":"happiness","year":"2013"},{"title":"Beyond the Joneses: Inter-country income comparisons and happiness","subjectLabel":"happiness","year":"2013"},{"title":"The Spread Nightmare: Financial Crises and Happiness","subjectLabel":"happiness","year":"2012"},{"title":"Erratum to: The Money–Happiness Relationship in Transition Countries: Evidence from Albania","subjectLabel":"happiness","year":"2011"},{"title":"Income, relational goods and happiness","subjectLabel":"happiness","year":"2011"},{"title":"The Pursuit of Happiness","subjectLabel":"happiness","year":"2016"},{"title":"Group 13 Cyanides & Happiness","subjectLabel":"happiness","year":"2017"},{"title":"Criteria for happiness among people living in extreme poverty in Maputo, Mozambique","subjectLabel":"happiness","year":"2016"},{"title":"Pets and Happiness: Examining the Association between Pet Ownership and Wellbeing","subjectLabel":"happiness","year":"2016"},{"title":"Making Happiness Last:Using the Hedonic Adaptation Prevention Model to Extend the Success of Positive Interventions","subjectLabel":"happiness","year":"2014"},{"title":"The Rewards of Happiness","subjectLabel":"happiness","year":"2013"},{"title":"Higher Income Is Associated With Less Daily Sadness but not More Daily Happiness","subjectLabel":"happiness","year":"2015"},{"title":"The origins of happiness: the science of wellbeing","subjectLabel":"happiness","year":"2018"},{"title":"A will and a proper way leading to happiness: Self-Directedness Mediates the Effect of Persistence on Positive Affectivity","subjectLabel":"happiness","year":"2012"},{"title":"Happiness in Behaviour Genetics: An Update on Heritability and Changeability","subjectLabel":"happiness","year":"2016"},{"title":"Health, justice and happiness during childhood","subjectLabel":"happiness","year":"2014"},{"title":"What Lies Underneath a Political Speech?: Critical Discourse Analysis of Thai PM’s Political Speeches Aired on the TV Programme Returning Happiness to the People","subjectLabel":"happiness","year":"2017"},{"title":"Happiness Across Cultures","subjectLabel":"happiness","year":"2012"},{"title":"Happiness and Quality of Life in the People’s Republic of China","subjectLabel":"happiness","year":"2012"},{"title":"Addressing the role of personality, ability, and positive and negative affect in positive psychology interventions: Findings from a randomized intervention based on the authentic happiness theory and extensions","subjectLabel":"happiness","year":"2016"},{"title":"Nine beautiful things: A self-administered online positive psychology intervention on the beauty in nature, arts, and behaviors increases happiness and ameliorates depressive symptoms","subjectLabel":"happiness","year":"2016"},{"title":"Self- and peer-rated character strengths: How do they relate to satisfaction with life and orientations to happiness?","subjectLabel":"happiness","year":"2013"},{"title":"Setting an agenda for advancing young worker safety in the U.S. and Canada","subjectLabel":"Canada","year":"2012"},{"title":"Ectomycota Associated with Arthropods from Bat Hibernacula in Eastern Canada, with Particular Reference to Pseudogymnoasucs destructans","subjectLabel":"Canada","year":"2016"},{"title":"Drinking water quality in Indigenous communities in Canada and health outcomes: a scoping review","subjectLabel":"Canada","year":"2016"},{"title":"Hypertension in Canada: Past, Present, and Future","subjectLabel":"Canada","year":"2016"},{"title":"Understanding the role of Indigenous community participation in Indigenous prenatal and infant-toddler health promotion programs in Canada: A realist review","subjectLabel":"Canada","year":"2015"},{"title":"The impact of criminalization of HIV non-disclosure on the healthcare engagement of women living with HIV in Canada: a comprehensive review of the evidence","subjectLabel":"Canada","year":"2015"},{"title":"A Systematic Review of Waterborne Disease Outbreaks Associated with Small Non-Community Drinking Water Systems in Canada and the United States","subjectLabel":"Canada","year":"2015"},{"title":"The impact of prescription opioids on all-cause mortality in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Islet Xeno/transplantation and the risk of contagion: local responses from Canada and Australia to an emerging global technoscience","subjectLabel":"Canada","year":"2015"},{"title":"Clinical, humanistic, and economic burden of chronic obstructive pulmonary disease (COPD) in Canada: a systematic review","subjectLabel":"Canada","year":"2015"},{"title":"Evolutionary aspects of emerging Lyme disease in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Supporting chronic pain management across provincial and territorial health systems in Canada: Findings from two stakeholder dialogues","subjectLabel":"Canada","year":"2015"},{"title":"Supporting chronic pain management across provincial and territorial health systems in Canada: Findings from two stakeholder dialogues","subjectLabel":"Canada","year":"2015"},{"title":"Health Status and Health Determinants of Older Immigrant Women in Canada: A Scoping Review","subjectLabel":"Canada","year":"2015"},{"title":"Prescription Opioid Use, Harms and Interventions in Canada: A Review Update of New Developments and Findings since 2010","subjectLabel":"Canada","year":"2015"},{"title":"Atrial fibrillation in the Indigenous populations of Australia, Canada, New Zealand, and the United States: a systematic scoping review","subjectLabel":"Canada","year":"2015"},{"title":"Understanding the social determinants of health among Indigenous Canadians: priorities for health promotion policies and actions","subjectLabel":"Canada","year":"2015"},{"title":"Immigrant women's experiences of maternity-care services in Canada: a systematic review using a narrative synthesis","subjectLabel":"Canada","year":"2015"},{"title":"Current practices and reform proposals for the regulation of advanced medicinal products in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Early palliative care and its translation into oncology practice in Canada: barriers and challenges","subjectLabel":"Canada","year":"2015"},{"title":"A Youth Suicide Prevention Plan for Canada: A Systematic Review of Reviews","subjectLabel":"Canada","year":"2015"},{"title":"Climate Change, Drought and Human Health in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Acculturation and nutritional health of immigrants in Canada: a scoping review","subjectLabel":"Canada","year":"2014"},{"title":"International veterinary bioequivalence guideline similarities and differences between Australia, Canada, Europe, Japan, New Zealand and the United States","subjectLabel":"Canada","year":"2012"},{"title":"Feline leukemia virus and feline immunodeficiency virus in Canada: recommendations for testing and management","subjectLabel":"Canada","year":"2011"},{"title":"Burden of disease and cost of chronic hepatitis C infection in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Status of men's health in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Smoking initiation among young adults in the United States and Canada, 1998-2010: a systematic review","subjectLabel":"Canada","year":"2011"},{"title":"Smoking initiation among young adults in the United States and Canada, 1998-2010: a systematic review","subjectLabel":"Canada","year":"2012"},{"title":"Traffic-related air pollution and health in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Patterns of colorectal cancer care in the United States and Canada: a systematic review","subjectLabel":"Canada","year":"2013"},{"title":"Blending Aboriginal and Western healing methods to treat intergenerational trauma with substance use disorder in Aboriginal peoples who live in northeastern Ontario, Canada","subjectLabel":"Canada","year":"2015"},{"title":"A comparison of outcomes between laparoscopic and open appendectomy in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Antimicrobial therapy of selected diseases in turkeys, laying hens, and minor poultry species in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Overview of four prescription monitoring/review programs in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Pediatric ICU EEG monitoring: current resources and practice in the United States and Canada","subjectLabel":"Canada","year":"2013"},{"title":"Children with medical complexity in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Happiness and Childbearing Across Europe","subjectLabel":"happiness","year":"2011"},{"title":"Europe’s Capital Cities and the Happiness Penalty: An Investigation Using the European Social Survey","subjectLabel":"happiness","year":"2014"},{"title":"Canadian Digestive Health Foundation Public Impact Series 5: Pancreatitis in Canada. Incidence, prevalence, and direct and indirect economic impact","subjectLabel":"Canada","year":"2012"},{"title":"Shifting into third gear: current options and controversies in third-year postgraduate family medicine programs in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Determinants of increased opioid-related mortality in the United States and Canada, 1990-2013: a systematic review","subjectLabel":"Canada","year":"2014"},{"title":"A scoping review of appropriateness of care research activity in Canada from a health system-level perspective","subjectLabel":"Canada","year":"2014"},{"title":"Epidemiology and clinical management of tuberculosis in children in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Promoting higher blood pressure targets for frail older adults: a consensus guideline from Canada","subjectLabel":"Canada","year":"2014"},{"title":"Two new species and new provincial records of aleocharine rove beetles from Newfoundland and Labrador, Canada (Coleoptera, Staphylinidae, Aleocharinae)","subjectLabel":"Canada","year":"2016"},{"title":"Further contributions to the Hydradephaga (Coleoptera, Haliplidae, Gyrinidae and Dytiscidae) fauna of Prince Edward Island, Canada: new records, distributions and faunal composition","subjectLabel":"Canada","year":"2016"},{"title":"Twelve new species and fifty-three new provincial distribution records of Aleocharinae rove beetles of Saskatchewan, Canada (Coleoptera, Staphylinidae)","subjectLabel":"Canada","year":"2016"},{"title":"Research ethics committees in the regulation of clinical research: comparison of Finland to England, Canada, and the United States.","subjectLabel":"Canada","year":"2016"},{"title":"Provision of dementia-related services in Canada: a comparative study","subjectLabel":"Canada","year":"2016"},{"title":"Actual sexual risk and perceived risk of HIV acquisition among HIV-negative men who have sex with men in Toronto, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Bison phylogeography constrains dispersal and viability of the Ice Free Corridor in western Canada","subjectLabel":"Canada","year":"2016"},{"title":"Perceptions of barriers, facilitators and motivators related to use of prenatal care: A qualitative descriptive study of inner-city women in Winnipeg, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Pedagogical Merit Review of Animal Use for Education in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Beyond happiness: Building a science of discrete positive emotions.","subjectLabel":"happiness","year":"2017"},{"title":"Performance of the Visual Analogue Scale of Happiness and of the Cornell Scale for Depression in Dementia in the Tremembé Epidemiological Study, Brazil","subjectLabel":"happiness","year":"2014"},{"title":"Income Inequality and Happiness: An Inverted U-Shaped Curve.","subjectLabel":"happiness","year":"2017"},{"title":"Socioeconomic differential in self-assessment of health and happiness in 5 African countries: Finding from World Value Survey.","subjectLabel":"happiness","year":"2017"},{"title":"Books:: The Snare of Happiness","subjectLabel":"happiness","year":"2016"},{"title":"Income reliably predicts daily sadness, but not happiness: A replication and extension of Kushlev, Dunn, & Lucas (2015)","subjectLabel":"happiness","year":"2016"},{"title":"Fordyce Happiness Program and Performance for Mothers of Children with Cleft Lip and Palate Referring Healthcare Team in Isfahan University of Medical Sciences in 2015.","subjectLabel":"happiness","year":"2017"},{"title":"When Irish eyes are smiling: income and happiness in Ireland, 2003-2009","subjectLabel":"happiness","year":"2012"},{"title":"Neural and Genetic Correlates of the Social Sharing of Happiness.","subjectLabel":"happiness","year":"2017"},{"title":"The history of happiness.","subjectLabel":"happiness","year":"2012"},{"title":"Spirituality, Happiness, and Psychological Well-being in 13- to 15-year olds: A Cross-country Longitudinal RCT Study.","subjectLabel":"happiness","year":"2017"},{"title":"Subjective Happiness Optimizes Educational Outcomes: Evidence from Filipino High School Students.","subjectLabel":"happiness","year":"2017"},{"title":"The MAOA gene predicts happiness in women","subjectLabel":"happiness","year":"2012"},{"title":"The effects of happiness and sadness on Children's snack consumption.","subjectLabel":"happiness","year":"2017"},{"title":"Wealth, Poverty, and Happiness: Social Class Is Differentially Associated With Positive Emotions.","subjectLabel":"happiness","year":"2017"},{"title":"Sadness and happiness are amplified in solitary listening to music.","subjectLabel":"happiness","year":"2017"},{"title":"Norms for 10,491 Spanish words for five discrete emotions: Happiness, disgust, anger, fear, and sadness.","subjectLabel":"happiness","year":"2017"},{"title":"Investigating the predictors of happiness, life satisfaction and success in schizophrenia.","subjectLabel":"happiness","year":"2017"},{"title":"Social perception and aging: The relationship between aging and the perception of subtle changes in facial happiness and identity.","subjectLabel":"happiness","year":"2017"},{"title":"The Issues of Freedom and Happiness in Moral Bioenhancement: Continuing the Debate With a Reply to Harris Wiseman.","subjectLabel":"happiness","year":"2017"},{"title":"Happiness research ignores social factors","subjectLabel":"happiness","year":"2017"},{"title":"Happiness and health.","subjectLabel":"happiness","year":"2017"},{"title":"What's the point of happiness research?","subjectLabel":"happiness","year":"2017"},{"title":"Troubled youth: an island of misery in an ocean of happiness, or the tip of an iceberg of suffering?","subjectLabel":"happiness","year":"2011"},{"title":"Sixty seconds on . . . happiness.","subjectLabel":"happiness","year":"2017"},{"title":"Parental happiness and strain among young adult parents diagnosed with Attention Deficit Hyperactivity Disorder.","subjectLabel":"happiness","year":"2017"},{"title":"The academic rewards of socially-oriented happiness: Interdependent happiness promotes academic engagement.","subjectLabel":"happiness","year":"2016"},{"title":"Religious Commitment and its Relation to Happiness among Muslim Students: The Educational Level as Moderator","subjectLabel":"happiness","year":"2017"},{"title":"Happiness among HIV-positive indian adults: Examining stress-related growth and coping as predictors of positive psychological adjustment.","subjectLabel":"happiness","year":"2016"},{"title":"Testing the Link Between Empathy and Lay Theories of Happiness.","subjectLabel":"happiness","year":"2016"},{"title":"A happiness degree predictor using the conceptual data structure for deep learning architectures","subjectLabel":"happiness","year":"2017"},{"title":"Health care disparity and the pursuit of happiness.","subjectLabel":"happiness","year":"2016"},{"title":"Facial recognition of happiness among older adults with active and remitted major depression.","subjectLabel":"happiness","year":"2016"},{"title":"Happiness, health, and mortality.","subjectLabel":"happiness","year":"2016"},{"title":"Happiness, health, and mortality - Authors' reply.","subjectLabel":"happiness","year":"2016"},{"title":"Featural information is sufficient to produce a left cheek bias for happiness perception.","subjectLabel":"happiness","year":"2016"},{"title":"Empathic accuracy for happiness in the daily lives of older couples: Fluid cognitive performance predicts pattern accuracy among men.","subjectLabel":"happiness","year":"2016"},{"title":"Utopia, health, and happiness.","subjectLabel":"happiness","year":"2016"},{"title":"Exploring the Relationship Among Posttraumatic Growth, Life Satisfaction, and Happiness Among Korean Individuals With Physical Disabilities.","subjectLabel":"happiness","year":"2016"},{"title":"Life satisfaction and happiness among young adults with schizophrenia.","subjectLabel":"happiness","year":"2016"},{"title":"The effect of gender equality on happiness: Statistical modeling and analysis","subjectLabel":"happiness","year":"2016"},{"title":"In the choice between health and money, health comes first: an analysis of happiness among rural Chilean elderly.","subjectLabel":"happiness","year":"2016"},{"title":"Burden and happiness in head and neck cancer carers: the role of supportive care needs.","subjectLabel":"happiness","year":"2016"},{"title":"Money Buys Happiness When Spending Fits Our Personality.","subjectLabel":"happiness","year":"2016"},{"title":"Relation Between Physicians' Work Lives and Happiness.","subjectLabel":"happiness","year":"2016"},{"title":"The pursuit of happiness, science, and effective staffing: the leader's challenge","subjectLabel":"happiness","year":"2012"},{"title":"Correction: The Vividness of Happiness in Dynamic Facial Displays of Emotion","subjectLabel":"happiness","year":"2012"},{"title":"The Practical Neuroscience of Happiness, Love and Wisdom","subjectLabel":"happiness","year":"2011"},{"title":"Psychometric integrity of the Chinese Happiness Inventory among retired older people in Taiwan.","subjectLabel":"happiness","year":"2015"},{"title":"Happiness as a motivator: positive affect predicts primary control striving for career and educational goals.","subjectLabel":"happiness","year":"2012"},{"title":"Life, liberty, and the pursuit of happiness: reframing inequities experienced by people with severe mental illness.","subjectLabel":"happiness","year":"2014"},{"title":"Happiness as a Buffer of the Association Between Dependence and Acute Tobacco Abstinence Effects in African American Smokers.","subjectLabel":"happiness","year":"2017"},{"title":"Happiness in first-episode schizophrenia.","subjectLabel":"happiness","year":"2012"},{"title":"Defining the happiness gap—Response.","subjectLabel":"happiness","year":"2015"},{"title":"Resilience and Happiness After Spinal Cord Injury: A Qualitative Study.","subjectLabel":"happiness","year":"2016"},{"title":"Expressions of happiness.","subjectLabel":"happiness","year":"2015"},{"title":"A comparative study of a happiness intervention in medical-surgical nurses.","subjectLabel":"happiness","year":"2013"},{"title":"Adolescent political activism and long-term happiness: a 21-year longitudinal study on the development of micro- and macrosocial worries.","subjectLabel":"happiness","year":"2011"},{"title":"Happiness and health among U.S. working adults: is the association explained by socio-economic status?","subjectLabel":"happiness","year":"2014"},{"title":"The cognitive and hedonic costs of dwelling on achievement-related negative experiences: implications for enduring happiness and unhappiness.","subjectLabel":"happiness","year":"2011"},{"title":"Why is intelligence associated with stability of happiness?","subjectLabel":"happiness","year":"2013"},{"title":"Changing level of physical activity and changing degree of happiness.","subjectLabel":"happiness","year":"2014"},{"title":"Sir Robert Edwards (1925–2013): Creator of the Greatest Happiness","subjectLabel":"happiness","year":"2013"},{"title":"Harnessing happiness? Uncontrollable positive emotion in bipolar disorder, major depression, and healthy adults.","subjectLabel":"happiness","year":"2012"},{"title":"...and the pursuit of Happiness.","subjectLabel":"happiness","year":"2013"},{"title":"AFRICA","subjectLabel":"Africa","year":"2015"},{"title":"Differences in alcohol consumption and drinking patterns in Ghanaians in Europe and Africa: The RODAM Study","subjectLabel":"Africa","year":"2018"},{"title":"Differences in alcohol consumption and drinking patterns in Ghanaians in Europe and Africa: The RODAM Study","subjectLabel":"Africa","year":"2018"},{"title":"Linking African Traditional Medicine Knowledge","subjectLabel":"Africa","year":"2018"},{"title":"Health Status and Labour Force Participation in Sub-Saharan Africa: A Dynamic Panel Data Analysis","subjectLabel":"Africa","year":"2015"},{"title":"Chemical composition and sources of particle pollution in affluent and poor neighborhoods of Accra, Ghana","subjectLabel":"Africa","year":"2013"},{"title":"Chemical composition and sources of particle pollution in affluent and poor neighborhoods of Accra, Ghana","subjectLabel":"Africa","year":"2013"},{"title":"Pregnancy-Associated Deaths in Virginia Due to Homicides, Suicides, and Accidental Overdoses Compared With Natural Causes.","subjectLabel":"death","year":"2016"},{"title":"Tackling health literacy: adaptation of public hypertension educational materials for an Indo-Asian population in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Structural violence in long-term, residential care for older people: comparing Canada and Scandinavia","subjectLabel":"Canada","year":"2011"},{"title":"Association between childhood physical abuse, unprotected receptive anal intercourse and HIV infection among young men who have sex with men in Vancouver, Canada","subjectLabel":"Canada","year":"2014"},{"title":"An evaluation of access to health care services along the rural-urban continuum in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Inflammatory bowel disease nurses in Canada: an examination of Canadian gastroenterology nurses and their role in inflammatory bowel disease care","subjectLabel":"Canada","year":"2014"},{"title":"Long-term exposure to ambient ultrafine particles and respiratory disease incidence in in Toronto, Canada: a cohort study","subjectLabel":"Canada","year":"2017"},{"title":"The National Cohort of Dairy Farms--a data collection platform for mastitis research in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Trends in human immunodeficiency virus incidence and risk behavior among injection drug users in montreal, Canada: a 16-year longitudinal study","subjectLabel":"Canada","year":"2011"},{"title":"Drinking water management: health risk perceptions and choices in First Nations and non-First Nations communities in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Are we driving our kids to unhealthy habits? Results of the active healthy kids Canada 2013 report card on physical activity for children and youth","subjectLabel":"Canada","year":"2014"},{"title":"The evolution of the cancer formulary review in Canada: Can centralization improve the use of economic evaluation?","subjectLabel":"Canada","year":"2016"},{"title":"Validation of a pediatric diabetes case definition using administrative health data in manitoba, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Unikkaartuit: meanings of well-being, unhappiness, health, and community change among Inuit in Nunavut, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Resident duty hours in Canada: past, present and future","subjectLabel":"Canada","year":"2014"},{"title":"Chikungunya fever in Canada: fever and polyarthritis in a returned traveller","subjectLabel":"Canada","year":"2014"},{"title":"Unheard voices, unmapped terrain: care work in long-term residential care for older people in Canada and Sweden","subjectLabel":"Canada","year":"2012"},{"title":"Antimicrobial use surveillance in broiler chicken flocks in Canada, 2013-2015","subjectLabel":"Canada","year":"2017"},{"title":"Rising disparities in severe adverse birth outcomes among Haitians in Québec, Canada, 1981-2006.","subjectLabel":"Canada","year":"2012"},{"title":"Impact of a change in physician reimbursement on bone mineral density testing in Ontario, Canada: a population-based study","subjectLabel":"Canada","year":"2014"},{"title":"Present taxonomic work on Staphylinidae (Coleoptera) in Canada: progress against all odds","subjectLabel":"Canada","year":"2012"},{"title":"New Staphylinidae (Coleoptera) records with new collection data from New Brunswick, Canada: Omaliinae, Micropeplinae, Phloeocharinae, Olisthaerinae, and Habrocerinae","subjectLabel":"Canada","year":"2012"},{"title":"New Staphylinidae (Coleoptera) records with new collection data from New Brunswick, Canada: Pselaphinae","subjectLabel":"Canada","year":"2012"},{"title":"New Staphylinidae (Coleoptera) records with new collection data from New Brunswick and eastern Canada: Tachyporinae","subjectLabel":"Canada","year":"2012"},{"title":"New Staphylinidae (Coleoptera) records with new collection data from New Brunswick, Canada: Scaphidiinae, Piestinae, Osorinae, and Oxytelinae","subjectLabel":"Canada","year":"2012"},{"title":"New Staphylinidae (Coleoptera) records with new collection data from New Brunswick, Canada: Oxyporinae","subjectLabel":"Canada","year":"2012"},{"title":"New Staphylinidae (Coleoptera) records with new collection data from New Brunswick, Canada: Paederinae","subjectLabel":"Canada","year":"2012"},{"title":"New Staphylinidae (Coleoptera) records with new collection data from New Brunswick, and an addition to the fauna of Quebec, Canada: Aleocharinae","subjectLabel":"Canada","year":"2012"},{"title":"Landscape patterns of species-level association between ground-beetles and overstory trees in boreal forests of western Canada (Coleoptera, Carabidae)","subjectLabel":"Canada","year":"2011"},{"title":"Wing-dimorphism and population expansion of Pterostichus melanarius (Illiger, 1798) at small and large scales in central Alberta, Canada (Coleoptera, Carabidae, Pterostichini)","subjectLabel":"Canada","year":"2011"},{"title":"Molecular and microscopic analysis of the gut contents of abundant rove beetle species (Coleoptera, Staphylinidae) in the boreal balsam fir forest of Quebec, Canada","subjectLabel":"Canada","year":"2013"},{"title":"New Coleoptera records from New Brunswick, Canada: Gyrinidae, Carabidae, and Dytiscidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Geotrupidae and Scarabaeidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Eucinetidae and Scirtidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Buprestidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Histeridae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Elateridae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Dryopidae, Elmidae, Psephenidae, and Ptilodactylidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Eucnemidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Lycidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Dermestidae, Endecatomidae, Bostrichidae, and Ptinidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Trogossitidae, Cleridae, and Melyridae, with an addition to the fauna of Nova Scotia","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Silvanidae and Laemophloeidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records for New Brunswick, Canada: Kateretidae, Nitidulidae, Cerylonidae, Endomychidae, Coccinellidae, and Latridiidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Mycetophagidae, Tetratomidae, and Melandryidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Sphindidae, Erotylidae, Monotomidae, and Cryptophagidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Stenotrachelidae, Oedemeridae, Meloidae, Myceteridae, Boridae, Pythidae, Pyrochroidae, Anthicidae, and Aderidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Mordellidae and Ripiphoridae","subjectLabel":"Canada","year":"2012"},{"title":"Knowledge, attitudes, beliefs and behaviours of older adults about pneumococcal immunization, a Public Health Agency of Canada/Canadian Institutes of Health Research Influenza Research Network (PCIRN) investigation","subjectLabel":"Canada","year":"2014"},{"title":"Caught between a rock and a hard place: mental health of migrant live-in caregivers in Canada","subjectLabel":"Canada","year":"2017"},{"title":"Defining quality indicators for best-practice management of inflammatory bowel disease in Canada","subjectLabel":"Canada","year":"2014"},{"title":"A cross-sectional examination of socio-demographic and school-level correlates of children's school travel mode in Ottawa, Canada","subjectLabel":"Canada","year":"2014"},{"title":"A 10-year population based study of 'opt-out' HIV testing of tuberculosis patients in Alberta, Canada: national implications","subjectLabel":"Canada","year":"2014"},{"title":"Child abuse and mental disorders in Canada","subjectLabel":"Canada","year":"2014"},{"title":"South Asian populations in Canada: migration and mental health","subjectLabel":"Canada","year":"2014"},{"title":"Surveillance of social and geographic inequalities in housing-related issues: the case of the Eastern Townships, Quebec (Canada).","subjectLabel":"Canada","year":"2014"},{"title":"Criminalisation of clients: reproducing vulnerabilities for violence and poor health among street-based sex workers in Canada-a qualitative study","subjectLabel":"Canada","year":"2014"},{"title":"Parental perceptions of school-based influenza immunisation in Ontario, Canada: a qualitative study","subjectLabel":"Canada","year":"2014"},{"title":"Effluent-dominated streams. Part 1: Presence and effects of excess nitrogen and phosphorus in Wascana Creek, Saskatchewan, Canada","subjectLabel":"Canada","year":"2011"},{"title":"A systematic review to assess the policy-making relevance of dementia cost-of-illness studies in the US and Canada","subjectLabel":"Canada","year":"2011"},{"title":"Sexual Health of Trans Men Who Are Gay, Bisexual, or Who Have Sex with Men: Results from Ontario, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Geographic variability in the association between socioeconomic status and BMI in the USA and Canada","subjectLabel":"Canada","year":"2014"},{"title":"Most children with cancer are not enrolled on a clinical trial in Canada: a population-based study","subjectLabel":"Canada","year":"2017"},{"title":"Social-structural factors influencing periods of injection cessation among marginalized youth who inject drugs in Vancouver, Canada: an ethno-epidemiological study","subjectLabel":"Canada","year":"2017"},{"title":"Quality of Care for Patients With Chronic Kidney Disease in the Primary Care Setting: A Retrospective Cohort Study From Ontario, Canada","subjectLabel":"Canada","year":"2017"},{"title":"An estimate of the cost of burnout on early retirement and reduction in clinical hours of practicing physicians in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Cronkhite-Canada syndrome: report of six cases and review of literature","subjectLabel":"Canada","year":"2014"},{"title":"New Coleoptera records from New Brunswick, Canada: Tenebrionidae and Zopheridae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Cerambycidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Anthribidae, Brentidae, Dryophthoridae, Brachyceridae, and Curculionidae, with additions to the fauna of Quebec, Nova Scotia and Prince Edward Island","subjectLabel":"Canada","year":"2012"},{"title":"Checklist of beetles (Coleoptera) of Canada and Alaska. Second edition","subjectLabel":"Canada","year":"2013"},{"title":"Menstrual cycle perturbation by organohalogens and elements in the Cree of James Bay, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Abstracts of the 3rd North American Congress of Epidemiology, June 21-24, 2011 Montreal, Canada","subjectLabel":"Canada","year":"2011"},{"title":"History of Coleoptera collecting in New Brunswick, Canada: advancing our knowledge of the Coleoptera fauna in the early 21st century","subjectLabel":"Canada","year":"2016"},{"title":"New records of Helophoridae, Hydrochidae, and Hydrophilidae (Coleoptera) from New Brunswick, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Further contributions to the staphylinid fauna of New Brunswick, Canada, and the USA, with descriptions of two new Proteinus species (Coleoptera, Staphylinidae)","subjectLabel":"Canada","year":"2016"},{"title":"Further contributions to the Aleocharinae (Coleoptera, Staphylinidae) fauna of New Brunswick and Canada including descriptions of 27 new species","subjectLabel":"Canada","year":"2016"},{"title":"Further contributions to the Coleoptera fauna of New Brunswick with an addition to the fauna of Nova Scotia, Canada","subjectLabel":"Canada","year":"2016"},{"title":"The Ciidae (Coleoptera) of New Brunswick, Canada: New records and new synonyms","subjectLabel":"Canada","year":"2016"},{"title":"New Curculionoidea records from New Brunswick, Canada with an addition to the fauna of Nova Scotia","subjectLabel":"Canada","year":"2016"},{"title":"Checklist of the Coleoptera of New Brunswick, Canada","subjectLabel":"Canada","year":"2016"},{"title":"A new species of Anomognathus and new Canadian and provincial records of aleocharine rove beetles from Alberta, Canada (Coleoptera, Staphylinidae, Aleocharinae)","subjectLabel":"Canada","year":"2016"},{"title":"What Azure blues occur in Canada? A re-assessment of Celastrina Tutt species (Lepidoptera, Lycaenidae)","subjectLabel":"Canada","year":"2016"},{"title":"Spectrum of Viral Pathogens in Blood of Malaria-Free Ill Travelers Returning to Canada","subjectLabel":"Canada","year":"2016"},{"title":"Acute illness associated with use of pest strips - seven U.S. States and Canada, 2000-2013.","subjectLabel":"Canada","year":"2014"},{"title":"Comparison of transient associations of air pollution and AMI hospitalisation in two cities of Alberta, Canada, using a case-crossover design","subjectLabel":"Canada","year":"2015"},{"title":"The National DNA Data Bank of Canada: a Quebecer perspective","subjectLabel":"Canada","year":"2013"},{"title":"Canada suicide prevention efforts lagging, experts say","subjectLabel":"Canada","year":"2011"},{"title":"Researching Prescription Drug Misuse among First Nations in Canada: Starting from a Health Promotion Framework","subjectLabel":"Canada","year":"2012"},{"title":"Effect of expanded US recommendations for seasonal influenza vaccination: comparison of two pediatric emergency departments in the United States and Canada","subjectLabel":"Canada","year":"2011"},{"title":"[Happiness and cancer]","subjectLabel":"happiness","year":"2012"},{"title":"[The Application of Mindfulness in Promoting Happiness and Mental Health].","subjectLabel":"happiness","year":"2017"},{"title":"Structural and functional associations of the rostral anterior cingulate cortex with subjective happiness.","subjectLabel":"happiness","year":"2016"},{"title":"Determinants of happiness and quality of life in patients with rheumatoid arthritis: a structural equation modelling approach","subjectLabel":"happiness","year":"2018"},{"title":"Burnout among Pilots: Psychosocial Factors related to Happiness and Score on Simulator Training.","subjectLabel":"happiness","year":"2018"},{"title":"Pursuit of Happiness, Prosperity and Health (P-HPH).","subjectLabel":"happiness","year":"2018"},{"title":"Vanishing time in the pursuit of happiness.","subjectLabel":"happiness","year":"2018"},{"title":"[Moments of happiness in nursing].","subjectLabel":"happiness","year":"2015"},{"title":"Momentary Work Happiness as a Function of Enduring Burnout and Work Engagement.","subjectLabel":"happiness","year":"2016"},{"title":"True happiness: The role of morality in the folk concept of happiness","subjectLabel":"happiness","year":"2017"},{"title":"Hidden from happiness: Structural stigma, sexual orientation concealment, and life satisfaction across 28 countries","subjectLabel":"happiness","year":"2018"},{"title":"Relationship between happiness and tobacco smoking among high school students","subjectLabel":"happiness","year":"2018"},{"title":"Detection, measurement, and enhancement of happiness","subjectLabel":"happiness","year":"2014"},{"title":"When the dissolution of perceived body boundaries elicits happiness: The effect of selflessness induced by a body scan meditation.","subjectLabel":"happiness","year":"2016"},{"title":"Pregnancy planning, timing, happiness and depressive symptoms among low-income women living with and without HIV","subjectLabel":"happiness","year":"2018"},{"title":"The secret to happiness: Feeling good or feeling right?","subjectLabel":"happiness","year":"2017"},{"title":"How instructors' emotional expressions shape students' learning performance: the roles of anger, happiness, and regulatory focus","subjectLabel":"happiness","year":"2013"},{"title":"An End to Happiness…Attention to the Critically Ill Parturient.","subjectLabel":"happiness","year":"2016"},{"title":"Stimulant misuse: is the pursuit of happiness by youth overrated?","subjectLabel":"happiness","year":"2013"},{"title":"[From Happiness ideation to quality of life concept]","subjectLabel":"happiness","year":"2014"},{"title":"A Gender-based Comparison in Health Behaviors and State of Happiness among University Students.","subjectLabel":"happiness","year":"2018"},{"title":"Culture shapes whether the pursuit of happiness predicts higher or lower well-being.","subjectLabel":"happiness","year":"2015"},{"title":"Social ecology moderates the association between self-esteem and happiness","subjectLabel":"happiness","year":"2013"},{"title":"Will Happiness Improve the Psychological Integration of Migrant Workers?","subjectLabel":"happiness","year":"2018"},{"title":"Relative deprivation and individual well-being: Low status and a feeling of relative deprivation are detrimental to health and happiness.","subjectLabel":"happiness","year":"2015"},{"title":"Coresidence with a child and happiness among older widows in Europe: Does gender of the child matter?","subjectLabel":"happiness","year":"2017"},{"title":"Are pension types associated with happiness in Japanese older people?: JAGES cross-sectional study","subjectLabel":"happiness","year":"2018"},{"title":"Does money buy happiness? Evidence from an unconditional cash transfer in Zambia.","subjectLabel":"happiness","year":"2018"},{"title":"Exploring constructs of well-being, happiness and quality of life.","subjectLabel":"happiness","year":"2018"},{"title":"Gross national happiness as a framework for health impact assessment","subjectLabel":"happiness","year":"2011"},{"title":"Meditation and happiness: Mindfulness and self-compassion may mediate the meditation–happiness relationship","subjectLabel":"happiness","year":"2016"},{"title":"Happiness, Post-materialist Values, and the Unmarried","subjectLabel":"happiness","year":"2017"},{"title":"Introduction: The Young People and Agriculture ‘Problem’ in Africa","subjectLabel":"Africa","year":"2012"},{"title":"Introduction: The Young People and Agriculture ‘Problem’ in Africa","subjectLabel":"Africa","year":"2012"},{"title":"Subsistence strategies throughout the African Middle Pleistocene: Faunal evidence for behavioral change and continuity across the Earlier to Middle Stone Age transition","subjectLabel":"Africa","year":"2018"},{"title":"Viral infections of the central nervous system in Africa","subjectLabel":"Africa","year":"2019"},{"title":"Road Expansion and the Fate of Africa's Tropical Forests","subjectLabel":"Africa","year":"2017"},{"title":"Field performance evaluation of dual rapid HIV and syphilis tests in three antenatal care clinics in Zambia","subjectLabel":"Africa","year":"2018"},{"title":"Field performance evaluation of dual rapid HIV and syphilis tests in three antenatal care clinics in Zambia","subjectLabel":"Africa","year":"2018"},{"title":"Presentation and survival of multiple myeloma patients in Ghana: a review of 169 cases","subjectLabel":"Africa","year":"2019"},{"title":"Presentation and survival of multiple myeloma patients in Ghana: a review of 169 cases","subjectLabel":"Africa","year":"2019"},{"title":"Congresswoman Frances Payne Bolton and the Trip to Africa, 1955","subjectLabel":"Africa","year":"2019"},{"title":"Unsettling Colonial Paradigms: Right to Development Governance as Framework Model for African Constitutionalism","subjectLabel":"Africa","year":"2019"},{"title":"Closing the Book on Africa’s First Generation Coups","subjectLabel":"Africa","year":"2019"},{"title":"Putting Africa on the Black Death map: Narratives from genetics and history","subjectLabel":"Africa","year":"2018"},{"title":"Connecting and change in African societies: examples of 'ethnographies of linking' in anthropology","subjectLabel":"Africa","year":"2012"},{"title":"FAIR Practices in Africa","subjectLabel":"Africa","year":"2019"},{"title":"The loudness of the “Unsaid”: Proverbs in selected African drama","subjectLabel":"Africa","year":"2019"},{"title":"The Trouble with Trees: Afforestation Plans for Africa","subjectLabel":"Africa","year":"2019"},{"title":"Targeted Next Generation Sequencing for malaria research in Africa: current status and outlook","subjectLabel":"Africa","year":"2019"},{"title":"Targeted Next Generation Sequencing for malaria research in Africa: current status and outlook","subjectLabel":"Africa","year":"2019"},{"title":"Data Resource Profile: Cardiovascular H3Africa Innovation Resource (CHAIR)","subjectLabel":"Africa","year":"2019"},{"title":"Data Resource Profile: Cardiovascular H3Africa Innovation Resource (CHAIR)","subjectLabel":"Africa","year":"2019"},{"title":"Safety, reactogenicity, and immunogenicity of a chimpanzee adenovirus vectored Ebola vaccine in children in Africa: a randomised, observer-blind, placebo-controlled, phase 2 trial","subjectLabel":"Africa","year":"2020"},{"title":"Safety, reactogenicity, and immunogenicity of a chimpanzee adenovirus vectored Ebola vaccine in children in Africa: a randomised, observer-blind, placebo-controlled, phase 2 trial","subjectLabel":"Africa","year":"2020"},{"title":"Scientists struggle to access Africa's historical climate data","subjectLabel":"Africa","year":"2019"},{"title":"What could be influencing older Ghanaians outpatient care utilization rate?","subjectLabel":"Africa","year":"2019"},{"title":"What could be influencing older Ghanaians outpatient care utilization rate?","subjectLabel":"Africa","year":"2019"},{"title":"H3Africa partnerships to empower clinical research sites to generate high-quality biological samples","subjectLabel":"Africa","year":"2020"},{"title":"H3Africa partnerships to empower clinical research sites to generate high-quality biological samples","subjectLabel":"Africa","year":"2020"},{"title":"Accreditation Improves Quality of Oncology Education in Low- and Middle-Income Countries: Perspectives of African Oncologists","subjectLabel":"Africa","year":"2019"},{"title":"Accreditation Improves Quality of Oncology Education in Low- and Middle-Income Countries: Perspectives of African Oncologists","subjectLabel":"Africa","year":"2019"},{"title":"Gastro-duodenal disease in Africa: Literature review and clinical data from Accra, Ghana","subjectLabel":"Africa","year":"2019"},{"title":"Gastro-duodenal disease in Africa: Literature review and clinical data from Accra, Ghana","subjectLabel":"Africa","year":"2019"},{"title":"African business models: an exploration of the role of culture and family in entrepreneurship","subjectLabel":"Africa","year":"2020"},{"title":"Factors hindering hypertension control: perspectives of front-line health professionals in rural Ghana","subjectLabel":"Africa","year":"2020"},{"title":"Factors hindering hypertension control: perspectives of front-line health professionals in rural Ghana","subjectLabel":"Africa","year":"2020"},{"title":"Risk factors for loss to follow-up in human immunodeficiency virus care in the Greater Accra Regional Hospital in Ghana: a retrospective cohort study","subjectLabel":"Africa","year":"2019"},{"title":"Risk factors for loss to follow-up in human immunodeficiency virus care in the Greater Accra Regional Hospital in Ghana: a retrospective cohort study","subjectLabel":"Africa","year":"2019"},{"title":"Improvement of overall survival in the Collaborative Wilms Tumour Africa Project","subjectLabel":"Africa","year":"2020"},{"title":"Improvement of overall survival in the Collaborative Wilms Tumour Africa Project","subjectLabel":"Africa","year":"2020"},{"title":"Empowering newborn screening programs in African countries through establishment of an international collaborative effort","subjectLabel":"Africa","year":"2020"},{"title":"Factors influencing dietary behaviours in urban food environments in Africa: a systematic mapping review","subjectLabel":"Africa","year":"2020"},{"title":"Factors influencing dietary behaviours in urban food environments in Africa: a systematic mapping review","subjectLabel":"Africa","year":"2020"},{"title":"Capacity building for implementation research: a methodology for advancing health research and practice","subjectLabel":"Africa","year":"2020"},{"title":"Capacity building for implementation research: a methodology for advancing health research and practice","subjectLabel":"Africa","year":"2020"},{"title":"Report of the 1st African Enteric Viruses Genome Initiative data and Bioiniformatics workshop on whole genome analysis of some African rotavirus strains held in Bloemfontein, South Africa","subjectLabel":"Africa","year":"2020"},{"title":"Report of the 1st African Enteric Viruses Genome Initiative data and Bioiniformatics workshop on whole genome analysis of some African rotavirus strains held in Bloemfontein, South Africa","subjectLabel":"Africa","year":"2020"},{"title":"Systematics, revisionary taxonomy, and biodiversity of Afrotropical Lithocolletinae (Lepidoptera: Gracillariidae)","subjectLabel":"Africa","year":"2012"},{"title":"Antimalarial artemisinin-based combination therapies (ACT) and COVID-19 in Africa: In vitro inhibition of SARS-CoV-2 replication by mefloquine-artesunate","subjectLabel":"Africa","year":"2020"},{"title":"Here today, gone tomorrow: the issue attention cycle and national print media coverage of prescription drug financing in Canada","subjectLabel":"Canada","year":"2013"},{"title":"A phase II study of bortezomib and gemcitabine in relapsed mantle cell lymphoma from the National Cancer Institute of Canada Clinical Trials Group (IND 172).","subjectLabel":"Canada","year":"2011"},{"title":"Evaluation of a new chromogenic agar medium for detection of Shiga toxin-producing Escherichia coli (STEC) and relative prevalences of O157 and non-O157 STEC in Manitoba, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Comparative net cost impact of the utilization of romiplostim and intravenous immunoglobulin for the treatment of patients with immune thrombocytopenia in Québec, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Escherichia coli O157:H7 Outbreak Associated with the Consumption of Beef and Veal Tartares in the Province of Quebec, Canada, in 2013.","subjectLabel":"Canada","year":"2015"},{"title":"Development and release of a national immunization app for Canada (ImmunizeCA).","subjectLabel":"Canada","year":"2015"},{"title":"Client Perceptions of the Mental Health Engagement Network: A Secondary Analysis of an Intervention Using Smartphones and Desktop Devices for Individuals Experiencing Mood or Psychotic Disorders in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Inadequate environmental monitoring around offshore oil and gas platforms on the Grand Bank of Eastern Canada: are risks to marine birds known?","subjectLabel":"Canada","year":"2012"},{"title":"Opioid-induced constipation in patients with chronic noncancer pain in the USA, Canada, Germany, and the UK: descriptive analysis of baseline patient-reported outcomes and retrospective chart review","subjectLabel":"Canada","year":"2014"},{"title":"How self-compassion moderates the effect of body surveillance on subjective happiness and depression among women","subjectLabel":"happiness","year":"2019"},{"title":"Subjective happiness among mothers of children with disabilities: The role of stress, attachment, guilt and social support.","subjectLabel":"happiness","year":"2016"},{"title":"Strengths use as a secret of happiness: Another dimension of visually impaired individuals' psychological state.","subjectLabel":"happiness","year":"2018"},{"title":"Shared meanings of success, happiness, and health among adults with cerebral palsy and physiotherapists: implications for practice and research.","subjectLabel":"happiness","year":"2018"},{"title":"Progressive Taxation, Income Inequality, and Happiness.","subjectLabel":"happiness","year":"2018"},{"title":"Contextual correlates of happiness in European adults.","subjectLabel":"happiness","year":"2018"},{"title":"Relationship between Spiritual Intelligence with Happiness and Fear of Childbirth in Iranian Pregnant Women.","subjectLabel":"happiness","year":"2018"},{"title":"Conceptual Referents, Personality Traits and Income-Happiness Relationship: An Empirical Investigation.","subjectLabel":"happiness","year":"2017"},{"title":"The Mask of Happiness: Unmasking Coercive Control in Intimate Relationships.","subjectLabel":"happiness","year":"2018"},{"title":"Beyond Disease: Happiness, Goals, and Meanings among Persons with Multiple Sclerosis and Their Caregivers.","subjectLabel":"happiness","year":"2017"},{"title":"Keeping the magic alive: social sharing of positive life experiences sustains happiness","subjectLabel":"happiness","year":"2018"},{"title":"The relationship of purpose in life and hope in shaping happiness among patients with cancer in Poland","subjectLabel":"happiness","year":"2012"},{"title":"Macro-conditions and immigrants' happiness: Is moving to a wealthy country all that matters?","subjectLabel":"happiness","year":"2015"},{"title":"The pursuit of happiness can be lonely.","subjectLabel":"happiness","year":"2011"},{"title":"Happiness in the Air: How Does a Dirty Sky Affect Mental Health and Subjective Well-being?","subjectLabel":"happiness","year":"2017"},{"title":"Country roads, take me home… to my friends: How intelligence, population density, and friendship affect modern happiness.","subjectLabel":"happiness","year":"2016"},{"title":"Implicit happiness and sadness are associated with ease and difficulty: evidence from sequential priming","subjectLabel":"happiness","year":"2015"},{"title":"Factors associated with happiness in the elderly persons living in the community.","subjectLabel":"happiness","year":"2017"},{"title":"Happiness and unhappiness have no direct effect on mortality.","subjectLabel":"happiness","year":"2015"},{"title":"Why chasing happiness might be making you miserable.","subjectLabel":"happiness","year":"2015"},{"title":"Immunology: The pursuit of happiness.","subjectLabel":"happiness","year":"2013"},{"title":"Sexual Orientation Concordance And (Un)Happiness About Births","subjectLabel":"happiness","year":"2017"},{"title":"Five steps to work happiness.","subjectLabel":"happiness","year":"2015"},{"title":"Measuring happiness in individuals with profound multiple disabilities.","subjectLabel":"happiness","year":"2015"},{"title":"Up, not down: The age curve in happiness from early adulthood to midlife in two longitudinal studies.","subjectLabel":"happiness","year":"2015"},{"title":"Factors Affecting Early School-Age Children's Subjective Happiness: Using the Actor-Partner Interdependence Model of Parental Variables.","subjectLabel":"happiness","year":"2017"},{"title":"Physical activity predicts quality of life and happiness in children and adolescents with cerebral palsy","subjectLabel":"happiness","year":"2015"},{"title":"WILL PATIENTS' HAPPINESS LEAD TO BETTER HEALTH? THE ACA AND REIMBURSEMENTS.","subjectLabel":"happiness","year":"2014"},{"title":"Improving Patient Care Through Inspiring Happiness.","subjectLabel":"happiness","year":"2015"},{"title":"Parent-child discrepancies in the assessment of children's and adolescents' happiness","subjectLabel":"happiness","year":"2015"},{"title":"Are Happiness and Life Satisfaction Different Across Religious Groups? Exploring Determinants of Happiness and Life Satisfaction.","subjectLabel":"happiness","year":"2017"},{"title":"Defining the happiness gap","subjectLabel":"happiness","year":"2015"},{"title":"Relationship between the domains of the Multidimensional Students' Life Satisfaction Scale, satisfaction with food-related life and happiness in university students.","subjectLabel":"happiness","year":"2015"},{"title":"Why does happiness matter? Understanding the relation between positive emotion and health outcomes.","subjectLabel":"happiness","year":"2017"},{"title":"Visual search for emotional expressions: Effect of stimulus set on anger and happiness superiority.","subjectLabel":"happiness","year":"2015"},{"title":"Joy, happiness, and humor in dementia care: a qualitative study.","subjectLabel":"happiness","year":"2015"},{"title":"Happiness, Pain Intensity, Pain Interference, and Distress in Individuals with Physical Disabilities","subjectLabel":"happiness","year":"2015"},{"title":"Mindfulness: the untapped innate catalyst for healing, happiness and health.","subjectLabel":"happiness","year":"2014"},{"title":"Happiness is pleasant, or is it? Implicit representations of affect valence are associated with contrahedonic motivation and mixed affect in daily life.","subjectLabel":"happiness","year":"2014"},{"title":"Starting out - A place of happiness, joy and possibility.","subjectLabel":"happiness","year":"2015"},{"title":"Happiness can break your heart: a rare case of takotsubo cardiomyopathy after good news.","subjectLabel":"happiness","year":"2014"},{"title":"Love is the triumph of the imagination: Daydreams about significant others are associated with increased happiness, love and connection.","subjectLabel":"happiness","year":"2015"},{"title":"Does a culture of happiness increase rumination over failure?","subjectLabel":"happiness","year":"2017"},{"title":"Happiness, stress, a bit of vulgarity, and lots of discursive conversation: a pilot study examining nursing students' tweets about nursing education posted to Twitter.","subjectLabel":"happiness","year":"2014"},{"title":"Happiness in the work of nursing.","subjectLabel":"happiness","year":"2014"},{"title":"Toward a better understanding of what makes positive psychology interventions work: predicting happiness and depression from the person × intervention fit in a follow-up after 3.5 years.","subjectLabel":"happiness","year":"2014"},{"title":"Enacted Sexual Stigma, Stigma Consciousness, and Subjective Happiness Scale Adaptation: A Two-Country Study.","subjectLabel":"happiness","year":"2014"},{"title":"Individual and Partner Correlates of Sexual Satisfaction and Relationship Happiness in Midlife Couples: Dyadic Analysis of the International Survey of Relationships","subjectLabel":"happiness","year":"2014"},{"title":"Calibrating contentment: the metrics of health and happiness.","subjectLabel":"happiness","year":"2014"},{"title":"Gender, mental health, and happiness.","subjectLabel":"happiness","year":"2017"},{"title":"Predicting the Happiness of Adolescents Based on Coping Styles and Religious Attitudes.","subjectLabel":"happiness","year":"2017"},{"title":"Pet peeves and happiness: how do happy people complain?","subjectLabel":"happiness","year":"2014"},{"title":"Happiness: before and after the kids","subjectLabel":"happiness","year":"2014"},{"title":"Infants recognize the subtle happiness expression.","subjectLabel":"happiness","year":"2014"},{"title":"Sociodemographic Correlates of Sexlessness Among American Adults and Associations with Self-Reported Happiness Levels: Evidence from the U.S. General Social Survey","subjectLabel":"happiness","year":"2017"},{"title":"Mental health care and average happiness: strong effect in developed nations.","subjectLabel":"happiness","year":"2015"},{"title":"'The Happiness Advantage' might boost productivity rates by 31%.","subjectLabel":"happiness","year":"2014"},{"title":"Valuing Air Quality Using Happiness Data: The Case of China.","subjectLabel":"happiness","year":"2017"},{"title":"Positive psychology, utilitarianism and the pursuit of happiness.","subjectLabel":"happiness","year":"2014"},{"title":"Creating happiness as a practice protocol.","subjectLabel":"happiness","year":"2014"},{"title":"Fetching what the owner prefers? Dogs recognize disgust and happiness in human behaviour","subjectLabel":"happiness","year":"2014"},{"title":"Effects of Maharishi Yoga Asanas on Mood States, Happiness, and Experiences during Meditation.","subjectLabel":"happiness","year":"2018"},{"title":"Can you schedule happiness?","subjectLabel":"happiness","year":"2014"},{"title":"The relationship between happiness and health: evidence from Italy.","subjectLabel":"happiness","year":"2014"},{"title":"Staff happiness and work satisfaction in a tertiary psychiatric centre.","subjectLabel":"happiness","year":"2013"},{"title":"An attempt to include happiness within the psychiatric disorders.","subjectLabel":"happiness","year":"2016"},{"title":"The role of cognitive group therapy and happiness training on cerebral blood flow using 99mTc-ECD brain perfusion SPECT: a quasi-experimental study of depressed patients","subjectLabel":"happiness","year":"2014"},{"title":"Different faces in the crowd: a happiness superiority effect for schematic faces in heterogeneous backgrounds.","subjectLabel":"happiness","year":"2014"},{"title":"The effect of primary care fellowship training on career satisfaction, happiness and perceived stress.","subjectLabel":"happiness","year":"2014"},{"title":"Influence of subjective happiness on the prefrontal brain activity: an fNIRS study.","subjectLabel":"happiness","year":"2014"},{"title":"Mediating effect of Facebook addiction on the relationship between subjective vitality and subjective happiness.","subjectLabel":"happiness","year":"2013"},{"title":"Direct and indirect relationships between physical activity and happiness levels among older adults: a cross-sectional study.","subjectLabel":"happiness","year":"2014"},{"title":"Happiness and meaning: a plurality of values rather than a conflict of norms.","subjectLabel":"happiness","year":"2014"},{"title":"Why managers are taking notice of staff happiness .","subjectLabel":"happiness","year":"2014"},{"title":"Higher-order Traits and Happiness in the Workplace: The Importance of Occupational Project Scale for the Evaluation of Characteristic Adaptations.","subjectLabel":"happiness","year":"2017"},{"title":"\"Happiness\" and stress cardiomyopathy (apical ballooning syndrome/takotsubo syndrome).","subjectLabel":"happiness","year":"2014"},{"title":"Can happiness improve cancer survival?","subjectLabel":"happiness","year":"2013"},{"title":"Happiness intervention decreases pain and depression, boosts happiness among primary care patients","subjectLabel":"happiness","year":"2014"},{"title":"Heaviness, health and happiness: a cross-sectional study of 163066 UK Biobank participants.","subjectLabel":"happiness","year":"2013"},{"title":"Stirring images: fear, not happiness or arousal, makes art more sublime.","subjectLabel":"happiness","year":"2012"},{"title":"WITHDRAWN: Re: Wang C: Finding Purpose, Passion, and Happiness in Your Profession. J Med Imaging Radiat Sci 2017; 48:114.","subjectLabel":"happiness","year":"2017"},{"title":"Happiness is best kept stable: positive emotion variability is associated with poorer psychological health.","subjectLabel":"happiness","year":"2012"},{"title":"Self-rated happiness is associated with functional ability, mood, quality of life and income, but not with medical condition in community-dwelling elderly in Japan.","subjectLabel":"happiness","year":"2011"},{"title":"Fears of compassion and happiness in relation to alexithymia, mindfulness, and self-criticism","subjectLabel":"happiness","year":"2011"},{"title":"Association between perceived happiness levels and peripheral circulating pro-inflammatory cytokine levels in middle-aged adults in Japan","subjectLabel":"happiness","year":"2011"},{"title":"Health-related quality of life and children's happiness with their childcare.","subjectLabel":"happiness","year":"2011"},{"title":"Depressive moods and marital happiness: within-person synchrony, moderators, and meaning.","subjectLabel":"happiness","year":"2012"},{"title":"Pursuing happiness in everyday life: the characteristics and behaviors of online happiness seekers.","subjectLabel":"happiness","year":"2012"},{"title":"Association between religiosity and happiness among a group of Muslim undergraduate students.","subjectLabel":"happiness","year":"2013"},{"title":"Yeasts for Global Happiness: report of the 14th International Congress on Yeasts (ICY14) held in Awaji Island.","subjectLabel":"happiness","year":"2017"},{"title":"\"God image and happiness in chronic pain patients: the mediating role of disease interpretation\" (Pain Medicine 2010;11(5):765–73).","subjectLabel":"happiness","year":"2011"},{"title":"Effects of spiritual well-being on subsequent happiness, psychological well-being, and stress.","subjectLabel":"happiness","year":"2011"},{"title":"The influence of autism-like traits on cheek biases for the expression and perception of happiness.","subjectLabel":"happiness","year":"2011"},{"title":"The medicine is worse than the disease: Comment on Delhey and Kohler's proposal to measure inequality in happiness using 'instrument-effect-corrected' standard deviations.","subjectLabel":"happiness","year":"2011"},{"title":"Pain catastrophizing mediates the relationship between trait happiness and depressive symptoms in individuals with current pain","subjectLabel":"happiness","year":"2017"},{"title":"Socioeconomic, religious, spiritual and health factors associated with symptoms of common mental disorders: a cross-sectional secondary analysis of data from Bhutan's Gross National Happiness Study, 2015.","subjectLabel":"happiness","year":"2018"},{"title":"How to Maximize Happiness, Stability, and Success Among Medical School Applicants.","subjectLabel":"happiness","year":"2018"},{"title":"The happiness project.","subjectLabel":"happiness","year":"2018"},{"title":"The Amount and Source of Millionaires' Wealth (Moderately) Predict Their Happiness.","subjectLabel":"happiness","year":"2018"},{"title":"Facilitating Effects of Emotion on the Perception of Biological Motion: Evidence for a Happiness Superiority Effect","subjectLabel":"happiness","year":"2016"},{"title":"The pursuit of happiness: The thin line between rights and duties","subjectLabel":"happiness","year":"2018"},{"title":"Understanding the Association Between Spirituality, Religiosity, and Feelings of Happiness and Sadness Among HIV-Positive Indian Adults: Examining Stress-Related Growth as a Mediator.","subjectLabel":"happiness","year":"2018"},{"title":"Happiness, health, and mortality","subjectLabel":"happiness","year":"2016"},{"title":"Positive Orientation-a Common Base for Hedonistic and Eudemonistic Happiness?","subjectLabel":"happiness","year":"2017"},{"title":"Social Media Use and Happiness in Adults with Autism Spectrum Disorder.","subjectLabel":"happiness","year":"2018"},{"title":"Co-development of Happiness Research: Addition to “Fifty Years After the Social Indicator Movement”.","subjectLabel":"happiness","year":"2017"},{"title":"Facial Recognition of Happiness Is Impaired in Musicians with High Music Performance Anxiety.","subjectLabel":"happiness","year":"2018"},{"title":"Organizational learning capability and organizational citizenship behaviour in the health sector: examining the role of happiness at work from a gender perspective","subjectLabel":"happiness","year":"2016"},{"title":"A misleading feeling of happiness: metamemory for positive emotional and neutral pictures.","subjectLabel":"happiness","year":"2015"},{"title":"Oxytocin differentially modulates eye gaze to naturalistic social signals of happiness and anger.","subjectLabel":"happiness","year":"2012"},{"title":"Perspectives on family health, happiness and harmony (3H) among Hong Kong Chinese people: a qualitative study.","subjectLabel":"happiness","year":"2012"},{"title":"The relationships between Internet addiction, subjective vitality, and subjective happiness.","subjectLabel":"happiness","year":"2012"},{"title":"Health and happiness.","subjectLabel":"happiness","year":"2012"},{"title":"Meanings of happiness among two ethnic groups living with advanced cancer in south London: a qualitative study.","subjectLabel":"happiness","year":"2012"},{"title":"Are informal caregivers less happy than noncaregivers? Happiness and the intensity of caregiving in combination with paid and voluntary work.","subjectLabel":"happiness","year":"2012"},{"title":"Emotion and the construal of social situations: inferences of cooperation versus competition from expressions of anger, happiness, and disappointment.","subjectLabel":"happiness","year":"2012"},{"title":"Happiness is a U shaped curve, highest in the teens and 70s, shows survey.","subjectLabel":"happiness","year":"2012"},{"title":"Stress and happiness among adolescents with varying frequency of physical activity.","subjectLabel":"happiness","year":"2011"},{"title":"Happiness and longevity.","subjectLabel":"happiness","year":"2012"},{"title":"Happiness in dentistry.","subjectLabel":"happiness","year":"2011"},{"title":"Assistive technology and prediction of happiness in people withpost-polio syndrome.","subjectLabel":"happiness","year":"2011"},{"title":"Emotions in reading: Dissociation of happiness and positivity","subjectLabel":"happiness","year":"2015"},{"title":"Happiness, Psychology, and Degrees of Realism","subjectLabel":"happiness","year":"2016"},{"title":"Happiness by association: breadth of free association influences affective states","subjectLabel":"happiness","year":"2013"},{"title":"Unlocking past emotion: verb use affects mood and happiness","subjectLabel":"happiness","year":"2012"},{"title":"How do people attribute income-related inequalities in health? A cross-sectional study in Ontario, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Is happiness good for your personality? Concurrent and prospective relations of the big five with subjective well-being","subjectLabel":"happiness","year":"2014"},{"title":"Fears of happiness and compassion in relationship with depression, alexithymia, and attachment security in a depressed sample","subjectLabel":"happiness","year":"2013"},{"title":"Local neighbors as positives, regional neighbors as negatives: Competing channels in the relationship between others' income, health, and happiness.","subjectLabel":"happiness","year":"2017"},{"title":"Happiness and well-being: surgical outcomes for families and children with severe cerebral palsy.","subjectLabel":"happiness","year":"2015"},{"title":"Playfulness over the lifespan and its relation to happiness: results from an online survey","subjectLabel":"happiness","year":"2014"},{"title":"Happiness takes you right: the effect of emotional stimuli on line bisection.","subjectLabel":"happiness","year":"2013"},{"title":"Corrigendum: Happiness, rather than depression, is associated with sexual behaviour in partnered older adults","subjectLabel":"happiness","year":"2018"},{"title":"We know about physician burnout; what about physician happiness?","subjectLabel":"happiness","year":"2013"},{"title":"Success ≠ happiness.","subjectLabel":"happiness","year":"2012"},{"title":"Evolution of circuits regulating pleasure and happiness with the habenula in control.","subjectLabel":"happiness","year":"2017"},{"title":"2012 was a good year for happiness in the UK, finds survey.","subjectLabel":"happiness","year":"2013"},{"title":"The effects of material and experiential discretionary purchases on consumer happiness: moderators and mediators.","subjectLabel":"happiness","year":"2013"},{"title":"Where is the happiness in dementia?","subjectLabel":"happiness","year":"2016"},{"title":"Genetic modulation of the response bias towards facial displays of anger and happiness.","subjectLabel":"happiness","year":"2013"},{"title":"The influence of self-generated emotions on physical performance: an investigation of happiness, anger, anxiety, and sadness.","subjectLabel":"happiness","year":"2013"},{"title":"In search of the emotional face: anger versus happiness superiority in visual search.","subjectLabel":"happiness","year":"2013"},{"title":"Nursing work + humor =s happiness.","subjectLabel":"happiness","year":"2013"},{"title":"Too much of a good thing? Exploring the inverted-U relationship between self-control and happiness.","subjectLabel":"happiness","year":"2017"},{"title":"Sensitivity to posed and genuine displays of happiness and sadness: a fMRI study","subjectLabel":"happiness","year":"2012"},{"title":"Fragility of happiness moderates the influence of negative predictors of subjective well-Being.","subjectLabel":"happiness","year":"2018"},{"title":"Life, liberty, the pursuit of happiness, and the Patient Protection and Affordable Care Act.","subjectLabel":"happiness","year":"2012"},{"title":"Happiness inequality: Adding meaning to numbers - A reply to Veenhoven and Kalmijn.","subjectLabel":"happiness","year":"2012"},{"title":"Validation of an Italian version of the Oxford happiness inventory in adolescence.","subjectLabel":"happiness","year":"2012"},{"title":"The relationship between financial incentives and quality of diabetes care in Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Endoscopic ear surgery in Canada: a cross-sectional study","subjectLabel":"Canada","year":"2016"},{"title":"Use of fibrates in the United States and Canada","subjectLabel":"Canada","year":"2011"},{"title":"Evaluation of deficiencies in current discharge summaries for dialysis patients in Canada","subjectLabel":"Canada","year":"2012"},{"title":"An ethnographic investigation of the maternity healthcare experience of immigrants in rural and urban Alberta, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Cardiovascular disease risk profile and microvascular complications of diabetes: comparison of Indigenous cohorts with diabetes in Australia and Canada","subjectLabel":"Canada","year":"2012"},{"title":"Brazilian immigrants' oral health literacy and participation in oral health care in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Noninsured services provided with insured cataract surgery in Canada: ensuring transparent and fair treatment for patients","subjectLabel":"Canada","year":"2015"},{"title":"Knowledge about the relationship between smoking and blindness in Canada, the United States, the United Kingdom, and Australia: results from the International Tobacco Control Four-Country Project","subjectLabel":"Canada","year":"2011"},{"title":"Factors related to breast cancer detection mode and time to diagnosis in Alberta, Canada: a population-based retrospective cohort study","subjectLabel":"Canada","year":"2016"},{"title":"The \"Rising Tide\" of dementia in Canada: What does it mean for pharmacists and the people they care for?","subjectLabel":"Canada","year":"2015"},{"title":"Cost-of-illness analysis reveals potential healthcare savings with reductions in type 2 diabetes and cardiovascular disease following recommended intakes of dietary fiber in Canada","subjectLabel":"Canada","year":"2015"},{"title":"The characteristics of physicians disciplined by professional colleges in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Antimicrobial resistance in Escherichia coli isolates from raccoons (Procyon lotor) in Southern Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Motivational Differences between Whole Blood and Apheresis Donors in Quebec, Canada: A Questionnaire-Based Survey in a Voluntary Nonremunerated Context","subjectLabel":"Canada","year":"2015"},{"title":"Sequence typing confirms that a predominant Listeria monocytogenes clone caused human listeriosis cases and outbreaks in Canada from 1988 to 2010","subjectLabel":"Canada","year":"2012"},{"title":"Invasive serogroup B Neisseria meningitidis in Quebec, Canada, 2003 to 2010: persistence of the ST-269 clone since it first emerged in 2003.","subjectLabel":"Canada","year":"2012"},{"title":"Canadian drug shortage: recent history of a mystery","subjectLabel":"Canada","year":"2012"},{"title":"Gay and bisexual men's awareness and knowledge of treatment as prevention: findings from the Momentum Health Study in Vancouver, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Cigarette package inserts can promote efficacy beliefs and sustained smoking cessation attempts: A longitudinal assessment of an innovative policy in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Molecular Detection of 10 of the Most Unwanted Alien Forest Pathogens in Canada Using Real-Time PCR.","subjectLabel":"Canada","year":"2015"},{"title":"Implementation challenges and opportunities for HIV Treatment as Prevention (TasP) among young men in Vancouver, Canada: a qualitative study","subjectLabel":"Canada","year":"2016"},{"title":"Awareness of cytomegalovirus and risk factors for susceptibility among pregnant women, in Montreal, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Temporal trends in cardiovascular disease risk factors among white, South Asian, Chinese and black groups in Ontario, Canada, 2001 to 2012: a population-based study","subjectLabel":"Canada","year":"2015"},{"title":"Canadian Digestive Health Foundation Public Impact Series 3: irritable bowel syndrome in Canada. Incidence, prevalence, and direct and indirect economic impact","subjectLabel":"Canada","year":"2012"},{"title":"Loneliness of Older Immigrant Groups in Canada: Effects of Ethnic-Cultural Background","subjectLabel":"Canada","year":"2015"},{"title":"Emergence of Serotype IV Group B Streptococcus Adult Invasive Disease in Manitoba and Saskatchewan, Canada, Is Driven by Clonal Sequence Type 459 Strains","subjectLabel":"Canada","year":"2015"},{"title":"Parental Vaccine Hesitancy in Quebec (Canada).","subjectLabel":"Canada","year":"2016"},{"title":"Reliability and validity of a new HIV-specific questionnaire with adults living with HIV in Canada and Ireland: the HIV Disability Questionnaire (HDQ)","subjectLabel":"Canada","year":"2015"},{"title":"Weather sensitivity for zoo visitation in Toronto, Canada: a quantitative analysis of historical data","subjectLabel":"Canada","year":"2016"},{"title":"The DEPICT model for participatory qualitative health promotion research analysis piloted in Canada, Zambia and South Africa","subjectLabel":"Canada","year":"2014"},{"title":"Expansion of canopy-forming willows over the twentieth century on Herschel Island, Yukon Territory, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Epidemic of invasive pneumococcal disease, western Canada, 2005-2009.","subjectLabel":"Canada","year":"2012"},{"title":"A spatial analysis of individual- and neighborhood-level determinants of malaria incidence in adults, Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Local transmission of imported endemic syphilis, Canada, 2011.","subjectLabel":"Canada","year":"2012"},{"title":"Cryptosporidium hominis Is a Newly Recognized Pathogen in the Arctic Region of Nunavik, Canada: Molecular Characterization of an Outbreak","subjectLabel":"Canada","year":"2016"},{"title":"FORGE Canada Consortium: outcomes of a 2-year national rare-disease gene-discovery project","subjectLabel":"Canada","year":"2014"},{"title":"Antioxidants and breast cancer risk- a population-based case-control study in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Measuring the population impact of introducing stereotactic ablative radiotherapy for stage I non-small cell lung cancer in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Sunlight exposure during leisure activities and risk of prostate cancer in Montréal, Canada, 2005-2009.","subjectLabel":"Canada","year":"2014"},{"title":"A cost-benefit/cost-effectiveness analysis of proposed supervised injection facilities in Ottawa, Canada","subjectLabel":"Canada","year":"2014"},{"title":"A poorly known high-latitude parasitoid wasp community: unexpected diversity and dramatic changes through time","subjectLabel":"Canada","year":"2011"},{"title":"Refugees and health care--the need for data: understanding the health of government-assisted refugees in Canada through a prospective longitudinal cohort","subjectLabel":"Canada","year":"2011"},{"title":"Community mapping and respondent-driven sampling of gay and bisexual men's communities in Vancouver, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Development of a strategic plan for food security and safety in the Inuvialuit Settlement Region, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Does the ideal health care system exist? Will it be accepted in Canada?","subjectLabel":"Canada","year":"2014"},{"title":"Mental health and substance use among bisexual youth and non-youth in Ontario, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Four decades of plant community change in the Alpine tundra of southwest Yukon, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Learning reflexively from a health promotion professional development program in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Methane yield from switchgrass and reed canarygrass grown in Eastern Canada","subjectLabel":"Canada","year":"2011"},{"title":"A comparison of two methods for ecologic classification of radon exposure in British Columbia: residential observations and the radon potential map of Canada","subjectLabel":"Canada","year":"2013"},{"title":"Dietary N-nitroso compounds and risk of colorectal cancer: a case-control study in Newfoundland and Labrador and Ontario, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Circumcision and prostate cancer: a population-based case-control study in Montréal, Canada","subjectLabel":"Canada","year":"2014"},{"title":"An interactive governance and fish chain approach to fisheries rebuilding: a case study of the Northern Gulf cod in eastern Canada","subjectLabel":"Canada","year":"2013"},{"title":"FISH-BOL and seafood identification: geographically dispersed case studies reveal systemic market substitution across Canada","subjectLabel":"Canada","year":"2011"}]